{"-1": {"keyword": "57_scotland_yousaf_nh_hospital", "cluster_title": " Care homes places to free up hospital beds in Scotland - BBC News", "docs_title": ["0_Adolfo Kaminsky Dies at 97; His Forgeries Saved Thousands of Jews - The New York Times", "3_Brooklyn Judge Accused of Making Racist and Homophobic Remarks Resigns - The New York Times", "21_A Korean War Wall of Remembrance Set Hundreds of Errors in Stone - The New York Times", "23_Opinion | FTC Chair Lina Khan on the Problems with Noncompetes  - The New York Times", "28_Special Grand Jury in Georgia Trump Inquiry Concludes Its Investigation - The New York Times", "34_Judge Blocks Much of New Jersey Law Limiting Guns in Public - The New York Times", "36_Opinion | Ron DeSantis Could Decide Republicans’ Foreign Policy - The New York Times", "38_More Than 7,000 Nurses Go on Strike at Two NYC Hospitals - The New York Times", "49_No Corrections: Jan. 9, 2023 - The New York Times", "55_Skatepark Near Colosseum Gives Rome a Modern Tourist Spot - The New York Times", "59_At Praise Fest in New Orleans, Spreading the Gospel Through Song and Community - The New York Times", "67_Quotation of the Day: Korean War Memorial Is Riddled With Errors - The New York Times", "75_A.I. Turns Its Artistry to Creating New Human Proteins - The New York Times", "80_How Nonbinary Professionals Get Dressed for Work - The New York Times", "87_A Family Found a Hibernating Bear Under a Deck. They’re Letting It Stay. - The New York Times", "92_Frigid Fringe Festival Is ‘Uncensored’ No More After Pulling a Work About Gender - The New York Times", "93_Word of the Day: grapple - The New York Times", "94_UK Economy Withers as Covid Puts Workers on the Sidelines - The New York Times", "95_Czech Court Clears Andrej Babis of Fraud in E.U. Funds Case - The New York Times", "100_Rishi Sunak refuses to say if he uses private GP - BBC News", "106_Dorset police renew appeal to identify man found in Weymouth - BBC News", "117_21st Century Folk: GP who nearly died from Covid becomes folk song hero - BBC News", "123_No Trousers Tube Ride: Trouserless travellers take to Tube for event - BBC News", "132_Rents rising at fastest rate for seven years - BBC News", "134_Brewdog boss pays out £500,000 in gold can row - BBC News", "135_NHS pay: Nurses leader sees optimism over Sunak talks - BBC News", "142_NHS: Woman, 90, forced to wait three days in A&E chair - BBC News", "145_Two British men missing in Ukraine, say officials - BBC News", "146_NI health: Stalemate catastrophic for health service, says former leader - BBC News", "147_Teacher charged with abuse after BBC Radio 4 investigation - BBC News", "149_Single-use plastic cutlery and plates to be banned in England - BBC News", "150_Fashion brands paid Bangladesh factories less than cost - report - BBC News", "151_NHS strikes: Wales pay rise offer ruled out by Drakeford - BBC News", "159_Man Who Fatally Bludgeoned Chinese Immigrant Sentenced to 20 Years - The New York Times", "161_Nurses Strike at Mount Sinai and  Montefiore Extends for Second Day - The New York Times", "164_Arkansas City Elected an 18-Year-Old Mayor to Turn Things Around - The New York Times", "166_Vatican Pledges to Look Into Emanuela Orlandi Disappearance  - The New York Times", "174_Prince Harry Said Psychedelics Helped His Grief. Here’s What to Know. - The New York Times", "179_Book Review: ‘The Riders Come Out at Night,’ by Ali Winston and Darwin BondGraham - The New York Times", "181_Jimmy Kimmel: McCarthy Won After Near-Knockout Punches - The New York Times", "183_Death Penalty in California Is a Puzzle for Gov. Gavin Newsom - The New York Times", "184_Greece Opens Espionage Trial of Aid Workers Who Helped Migrants - The New York Times", "194_Robert Moller Dies at 85; Mediated Between U.N. Envoys and the City - The New York Times", "195_Opinion | DeSantis Allies Plot the Hostile Takeover of a Liberal College - The New York Times", "202_These New California Laws Are Taking Effect in 2023 - The New York Times", "207_Allen Weisselberg, Ex-Trump Executive, Sentenced to 5 Months in Jail - The New York Times", "208_Justice Dept. Appeals Ruling on Government Liability in 2017 Church Shooting - The New York Times", "210_AI Is Becoming More Conversant. But Will It Get More Honest?  - The New York Times", "212_What Are Your Predictions for 2023? - The New York Times", "215_N.W.S.L. Bans Ex-Coaches and Fines Teams After Misconduct Report - The New York Times", "217_DC Court Weighs E. Jean Carroll’s Defamation Suit Against Trump - The New York Times", "222_War and Weather - The New York Times", "229_My Ex-Husband Sexually Abused His Sister. Should I Have Been Warned? - The New York Times", "231_What to Know About Biden’s Student Loan Repayment Proposal - The New York Times", "243_Giuliani Receives Grand Jury Subpoena for Records Related to Trump - The New York Times", "244_How Danhausen Became Professional Wrestling’s Strangest Star - The New York Times", "246_Opinion | ‘Hello, My Child.’ This Is the Story of a Trans Man and the Birth of His Daughter. - The New York Times", "256_Blake Hounshell, ‘On Politics’ Editor at The Times, Dies at 44 - The New York Times", "261_Terror Trial Opens With Chilling Descriptions of Deadly Bike-Path Scene - The New York Times", "263_Katie Porter Announces Run for US Senate - The New York Times", "267_Film Club: ‘Shadow’s Dream’ - The New York Times", "273_How Three Black Women Hope to Change the Home Appraisal Industry - The New York Times", "275_Lynette Hardaway, of Pro-Trump Duo Diamond and Silk, Dies at 51 - The New York Times", "282_Corrections: Jan. 10, 2023 - The New York Times", "283_Dirt Roads - The New York Times", "288_Book Review: ‘The Deluge,’ by Stephen Markley - The New York Times", "289_As Infrastructure Money Lands, the Job Dividends Begin - The New York Times", "290_Russia Reports 2022 Deficit of $47 Billion - The New York Times", "294_Opinion | Watching Movies With Low Vision - The New York Times", "312_Evri Stockport raid: Seven held after hundreds of parcels stolen - BBC News", "317_Harry Styles and Top Gun Maverick boost entertainment industry with record sales - BBC News", "321_You, Me and the Big C podcast: Hosts 'ready to hang up headphones' - BBC News", "322_Two British men missing in Ukraine, say officials - BBC News", "325_Vanity Soho strip club shut by council after alleged spikings - BBC News", "332_Uranium in cargo sparked alert at Heathrow Airport - BBC News", "337_Why it is becoming easier to sue Big Tech in the UK - BBC News", "339_Greek trial of 24 rescuers who saved migrants in Med begins - BBC News", "347_Family of British man Chris Parry missing in Ukraine 'very worried' - BBC News", "354_Dr Dre forces US politician Marjorie Taylor Greene to remove promo video - BBC News", "377_‘Train Ride From Hell’: 17-Hour Amtrak Trip Becomes 37-Hour Ordeal - The New York Times", "379_Thomas Hughes, 97, Dies; Government Insider and Vietnam War Skeptic - The New York Times", "381_Hunter Biden’s Tangled Tale Comes Front and Center - The New York Times", "384_Kyiv Workers Find Their Way Online Even as Ukraine Faces Power Outages - The New York Times", "386_New to ‘The Last of Us’? Here’s What to Know Before It Debuts - The New York Times", "390_Opinion | Electric Vehicles Keep Defying Almost Everyone’s Predictions - The New York Times", "394_Was Yeshiva University Entitled to $230 Million in Public Funds? - The New York Times", "395_How to Find the Dream Winter Coat - The New York Times", "396_Here Are All the Ways Republicans Plan to Investigate Biden - The New York Times", "399_Corrections: Jan. 11, 2023 - The New York Times", "401_A Guide to Editing Photos on Your Phone - The New York Times", "405_Liz Robbins Dies at 76; Broke Glass Ceiling as a Washington Lobbyist - The New York Times", "424_Trying to Live a Day Without Plastic - The New York Times", "427_Isn’t My Granddaughter Too Young to Walk Home Alone? - The New York Times", "429_Quotation of the Day: Teen Still Believes in His Town. And They Call Him Mr. Mayor. - The New York Times", "430_Netflix's ‘The Lying Life of Adults’ Depicts Ferrante’s Naples - The New York Times", "434_Obamacare Is Everywhere in the Unlikeliest of Places: Miami - The New York Times", "435_Review: ‘The Ghost at the Feast’ by Robert Kagan - The New York Times", "437_Paris Police ‘Neutralize’ Man After Stabbings at Gare du Nord - The New York Times", "440_Education Firms Charged With Stealing $2.8 Million in Child Care Funds - The New York Times", "442_Opinion | Idaho Killings and Criminology - The New York Times", "446_‘The Last of Us’ Creators on Turning Video Games Into TV - The New York Times", "448_‘A Wild Card’: Son of Uganda’s President Jostles to Succeed His Father - The New York Times", "450_Lawyers Who Investigated Trump Start Firm to Combat Threats to Democracy - The New York Times", "455_Opinion | Is a Grudging Apology Better Than No Apology? - The New York Times", "461_New York Troopers’ Union Offices Searched by State Police Investigators - The New York Times", "488_Jill Biden Has Surgery to Remove Two Cancerous Lesions - The New York Times", "490_They Won Guantánamo’s Supreme Court Cases. Where Are They Now? - The New York Times", "491_‘Chaotic’ Scenes Inside 2 New York City Hospitals During Nurses’ Strike - The New York Times", "492_Suspect in New Year’s Eve Attack on Police Is Charged With Federal Crimes - The New York Times", "504_Bike New York Offers Used Bicycles to Asylum Seekers - The New York Times", "505_R.J. Reynolds Pivots to New Cigarette Pitches as Flavor Ban Takes Effect - The New York Times", "513_Supreme Court Leaves New York’s Gun Law in Place for Now - The New York Times", "514_How to Make Your Smartphone Photos So Much Better - The New York Times", "517_In ‘The Last of Us,’ Bella Ramsey Might Save the World - The New York Times", "524_Former New York Election Official Admits to Vote Fraud Scheme - The New York Times", "538_Fees for England universities frozen at £9,250 for two years - BBC News", "543_You, Me and the Big C podcast: Hosts 'ready to hang up headphones' - BBC News", "545_Gare du Nord: Six people injured in stabbing attack - BBC News", "546_Elon Musk's drop in fortunes breaks world record - BBC News", "557_Uranium in cargo sparked alert at Heathrow Airport - BBC News", "565_PMQs: Rishi Sunak says he is registered with NHS doctor - BBC News", "568_Family of British man Chris Parry missing in Ukraine 'very worried' - BBC News", "573_Demi Lovato poster banned for being offensive to Christians - BBC News", "574_Sheffield lorry driver Brian Wilson, 90, passes health MoT - BBC News", "577_Christmas Eve pub shooting: Murder arrest over death of Elle Edwards - BBC News", "582_Johnny Vegas: Comedian opens up about recent ADHD diagnosis - BBC News", "586_Met Police to target 100 most dangerous men using data - BBC News", "592_Gwynedd slate mine seeks young workers as demand rockets - BBC News", "593_Less survivable cancers: Bereaved daughter urges vigilance - BBC News", "600_Nurses’ Strike Ends in New York City After Hospitals Agree to Add Nurses - The New York Times", "602_‘The Offering’ Review: A Demon in the Family - The New York Times", "603_How Much Watching Time Do You Have This Weekend? - The New York Times", "607_Sri Lanka’s Former President Ordered to Pay Compensation Over 2019 Bombings - The New York Times", "608_Amazon Loses Bid to Overturn Union Victory at Staten Island Warehouse - The New York Times", "623_In Hale County, Alabama, Two Visions of Place - The New York Times", "625_Paul Johnson, Prolific Historian Prized by Conservatives, Dies at 94 - The New York Times", "630_Review: ‘The Last of Us’ Is a Zombie Thriller About Single Parenting - The New York Times", "635_At NASA, Thomas Zurbuchen Was Ready to Let Some Missions Fail - The New York Times", "636_Girl Guides of Canada Drops Brownies Name - The New York Times", "637_Driver in Guangzhou, China, Runs Down Pedestrians, Killing at Least 5 - The New York Times", "639_In a First, South Korea Declares Nuclear Weapons a Policy Option - The New York Times", "640_How ‘Nanny’ Unleashes a Downpour in a Bedroom - The New York Times", "643_‘Skinamarink’ Review: Night Terrors - The New York Times", "647_Bill Nighy, Master of Misdirection - The New York Times", "657_Your Thursday Briefing - The New York Times", "659_Renting Rather Than Buying? Here’s Where You’ll Save the Most. - The New York Times", "660_Selling Houses While Black - The New York Times", "663_How the Creators of ‘M3gan’ Designed the Doll’s Costumes - The New York Times", "667_Uber Drivers Say They Are Struggling: ‘This Is Not Sustainable’ - The New York Times", "669_The Weekender: Prince Harry; Noma; where to travel in 2023 - The New York Times", "670_What Is a Special Counsel and What Can They Do? - The New York Times", "675_Report Categorizes Many UFO Sightings as Drones, Trash or Birds - The New York Times", "678_Jon Meacham Grew Up With Civil War Bullets in His Backyard - The New York Times", "680_‘Beautiful Beings’ Review: Boys Will Be Boys Will Be Violent Jerks - The New York Times", "687_Murillo, Not So Saintly: A Quiet Master Reassessed - The New York Times", "691_Opinion | Donald Trump 2024, Kevin McCarthy and Jan. 6: 12 Republicans Discuss - The New York Times", "696_Quotation of the Day: 2 New York City Hospitals Scramble to Care for Patients as Nurses Strike - The New York Times", "697_Judge John Hodgman on the Neighbors’ Forbidden Fruit - The New York Times", "698_Excruciating Leg Pain Hobbled Her for Weeks. What Was Wrong? - The New York Times", "699_Opinion | Why Does Big Tech Make It So Hard to Fix Your Devices? - The New York Times", "702_‘Plane’ Review: Flight, Camera, Action - The New York Times", "706_Russia Released US Navy Veteran  Quietly Detained for 9 Months - The New York Times", "708_U.S. and Japan Say They Will Strengthen Military Cooperation - The New York Times", "711_Men’s Wear Puts on the Dog - The New York Times", "716_House Passes Bill That Could Subject Some Abortion Doctors to Prosecution - The New York Times", "717_Jimmy Kimmel Jokes About Biden Aides Finding More Classified Documents - The New York Times", "732_G.O.P. Leaders Stand by Santos as New York Republicans Call on Him to Resign - The New York Times", "733_Proud Boys Sedition Trial Prosecutors Offer Opening Arguments - The New York Times", "742_Organ transplants: Black people wait up to six months longer, NHS figures show - BBC News", "746_Afghan refugees made to move school take UK to court - BBC News", "756_Online Safety Bill: Plan to make big tech remove harmful content axed - BBC News", "762_Body of missing British aid worker found, Russian group claims - BBC News", "776_Newcastle United star Joelinton charged with drink-driving - BBC News", "789_Some police show outdated views on domestic abuse - watchdog - BBC News", "798_Welsh Ambulance: Woman pleaded for help as her husband died - BBC News", "799_Greyfriars Bobby film star dog's remains found after 18-month search - BBC News", "808_What Is ‘Shadow Banning’? - The New York Times", "811_At Juventus, a Strange Season Takes Another Turn - The New York Times", "819_A Hilltop Hideaway in the Scottish Highlands - The New York Times", "826_Quiz: How Much Do You Know About the Health Risks of Alcohol? - The New York Times", "829_Opinion | Can’t We Protect Classified Papers Better? - The New York Times", "830_Opinion | Why Must We Go About Our Lives With an Eye on the Nearest Exit? - The New York Times", "832_Your Friday Briefing - The New York Times", "836_Hannes Keller, Swiss Deep-Sea Diving Pioneer, Is Dead at 88 - The New York Times", "839_The Best of Late Night This Week - The New York Times", "843_Trump Organization Fined $1.6 Million for Evading Taxes - The New York Times", "844_Constantine II, the Last King of Greece, Dies at 82 - The New York Times", "847_Book Review: ‘Forbidden Notebook,’ by Alba de Céspedes - The New York Times", "849_Stephen Colbert: ‘Say It Ain’t So, Joe!’ - The New York Times", "852_Did Aliens Land on Earth in 1945? A Defense Bill Seeks Answers. - The New York Times", "859_Investigation Blames Negligence, Poor Planning for Seoul Crowd Crush  - The New York Times", "861_Corrections: Jan. 13, 2023 - The New York Times", "862_New Rule Could Give House Lawmakers a Tax-Free $34,000 Pay Bump - The New York Times", "863_How Would You Redesign Your Doctor’s Office? - The New York Times", "870_Book review: “My Strange Shrinking Parents,” by Zeno Sworder, and “The Boy Who Tried to Shrink His Name,” by Sandhya Parappukkaran and Michelle Pereira - The New York Times", "871_Who Are the Proud Boys on Trial for Seditious Conspiracy? - The New York Times", "873_Even a Little Alcohol Can Harm Your Health, Research Shows - The New York Times", "877_Why Is It So Hard to Talk About Salary, Especially at Work? - The New York Times", "887_Opinion | A Guide to the ‘Legal Fictions’ That Create Wealth, Inequality and Economic Crises - The New York Times", "896_Biden Will Deliver State of the Union Address on Feb. 7 - The New York Times", "900_Budget for Multiple Bathroom Breaks During ‘Avatar’ - The New York Times", "901_Transcript: Ezra Klein Show with Katharina Pistor - The New York Times", "902_Opinion | Kellyanne Conway: The Cases for and Against Trump - The New York Times", "905_A Faked Kidnapping and Cocaine: A Montana Mine’s Descent Into Chaos - The New York Times", "906_Your Tax Refunds May Be Smaller This Year - The New York Times", "907_Tesla Cuts Prices Sharply as It Moves to Bolster Demand - The New York Times", "908_E. Jean Carroll’s Lawsuit Accusing Trump of Rape Can Proceed, Judge Rules - The New York Times", "910_5 Things to Do This Weekend - The New York Times", "914_Idaho Murders Suspect Felt ‘No Emotion’ and ‘Little Remorse’ as a Teen - The New York Times", "918_Her Mother’s Intuition Proved Right - The New York Times", "921_Biden and Kishida Vow to Bolster US-Japan Alliance as China’s Power Grows - The New York Times", "938_What Is Menopause Like for Women of Color? - The New York Times", "940_African and Invisible: The Other New York Migrant Crisis - The New York Times", "941_27 People on the Streets of New York Talk About How Much Money They Make - The New York Times", "948_‘Dog Gone’ Review: He Let the Dog Out - The New York Times", "949_Everything But the Girl’s Long-Awaited Return, and 12 More New Songs - The New York Times", "950_Peter Grose, Veteran Foreign Correspondent, Dies at 88 - The New York Times", "951_Five International Movies to Stream Now - The New York Times", "952_How Western Goods Reach Russia: A Long Line of Trucks Through Georgia - The New York Times", "954_Their Connection Proved Stronger Than the Elements - The New York Times", "956_Could Black Flight Change a Model of Integration? - The New York Times", "958_Prosecutors Say Young Thug’s YSL Is Both Gang and Rap Label - The New York Times", "962_Adidas loses stripes row trademark battle with luxury designer Thom Browne - BBC News", "966_Nicola Gratteri: The man on the kill list of Italy's most powerful mafia - BBC News", "968_Cromarty Firth and Forth to host first green freeports - BBC News", "974_Shakira diss track breaks Latin YouTube viewing records - BBC News", "980_Jennie Gow: BBC F1 broadcaster suffers serious stroke - BBC News", "988_Monmouthshire: Man jailed for life for caravan fire murder - BBC News", "992_UFO reports by US troops skyrocket to over 500 - BBC News", "993_Newcastle United star Joelinton charged with drink-driving - BBC News", "994_North Wales: Aberconwy asylum hotel to welcome leisure guests - BBC News", "998_KSI says Andrew Tate's Top G style is cringey - BBC News", "1004_Byron Burger chain owner shuts sites and axes jobs - BBC News", "1006_Christmas Eve pub shooting: Man charged with Elle Edwards murder - BBC News", "1013_Fukushima nuclear disaster: Japan to release radioactive water into sea this year - BBC News", "1014_Caterham dog attack: Dog walker was mauled to death - BBC News", "1016_Welsh Ambulance: Woman pleaded for help as her husband died - BBC News", "1030_Opinion | Who Are the Real Babies in First Class? - The New York Times", "1035_Medicare Begins to Rein In Drug Costs for Older Americans - The New York Times", "1036_My Boss Told My Co-workers That I Had Covid. Isn’t That Illegal? - The New York Times", "1037_New York City Christmas Trees Get Picked Up From Sidewalks After Holidays - The New York Times", "1038_Who Benefits When Salary Info Is Public? - The New York Times", "1048_Biden Administration Faces Resistance to Plan to Sell F-16s to Turkey - The New York Times", "1056_Opinion | Martin Luther King Jr.’s Other Dreams - The New York Times", "1058_Petr Pavel and Andrej Babis to Face Off In Czech Republic Presidential Race - The New York Times", "1060_Quotation of the Day: Portugal’s Big Bet on a Hydro Future - The New York Times", "1061_How to Ask for a Raise, Without Alienating Your Boss Along the Way - The New York Times", "1070_Someone in Maine Won the $1.35 Billion Mega Millions Jackpot - The New York Times", "1073_Opinion | Why Do Documents Marked Secret Keep Showing Up in Strange Places? - The New York Times", "1075_Opinion | Will There Be a Biden Comeback? - The New York Times", "1076_Opinion | The Dangerous Decline of the Historical Profession - The New York Times", "1079_As Humanitarian Crises Escalate, So Do Demands to End Them - The New York Times", "1081_Opinion | An Issue in the Abortion Debate: The Beginning of Human Life - The New York Times", "1086_Opinion | How to Help Girls Enduring the Unendurable - The New York Times", "1087_Book Review: ‘The Shards,’ by Bret Easton Ellis - The New York Times", "1093_A Cherished Family Home Gets a Second Act - The New York Times", "1094_Hanif Kureishi Collapsed. His Dispatches on Recovery Are Captivating Readers - The New York Times", "1100_Corrections: Jan. 14, 2023 - The New York Times", "1101_A United Europe Weathers Crises, but Deeper Challenges Remain - The New York Times", "1110_Jennie Gow: BBC F1 broadcaster suffers serious stroke - BBC News", "1130_Euston shooting: Girl, 7, and five others injured near church - BBC News", "1141_Nurses' strike: Union says next one will be twice as big - BBC News", "1144_HRT could cut Alzheimer's risk in some women - early study - BBC News", "1146_UFO reports by US troops skyrocket to over 500 - BBC News", "1152_Cruise ship Ukrainians say it's 'time to move on' - BBC News", "1154_Opinion | Martin Luther King Jr. Envisioned a Revolution.   - The New York Times", "1156_Opinion | If New York Is So Great, Why Isn’t There Anywhere to Pee? - The New York Times", "1167_The Sunday Read: ‘Risking Everything to Offer Abortion Access Across State Lines’ - The New York Times", "1170_After Trump Trial Win, Alvin Bragg Prepares for Year 2 - The New York Times", "1179_Your Monday Briefing: A Fatal Plane Crash in Nepal - The New York Times", "1185_At Least 68 Dead After Plane Crashes in Nepal - The New York Times", "1187_A Year After a Fiery Voting Rights Speech, Biden Delivers a More Muted Address - The New York Times", "1189_Two Illinois Paramedics Charged With Murder in Patient’s Death - The New York Times", "1190_‘I’m Sorry, We’re From Moscow.’ In Bali, Warring Sides Learn to Cohabitate - The New York Times", "1201_What College Admissions Could Look Like Without Affirmative Action - The New York Times", "1213_Uranium: Man arrested over find at Heathrow airport - BBC News", "1230_PC Nick Dumphreys: Faulty police car decision too late, widow says - BBC News", "1234_DR Congo government blames rebels for Kasindi church bombing - BBC News", "1235_Euston shooting: Girl, 7, and five others injured near church - BBC News", "1236_Nepal plane crash: Pilot didn’t report anything untoward, official says - BBC News", "1238_Mexico tightens ban on smoking in public places - BBC News", "1241_Nepal crash: Dozens killed as plane crashes near Pokhara airport - BBC News", "1243_Keir Starmer: The NHS must reform to survive - BBC News", "1246_Nurses' strike: Union says next one will be twice as big - BBC News", "1248_Rotherham: Biker seriously injured at 100-vehicle car meet - BBC News", "1249_HRT could cut Alzheimer's risk in some women - early study - BBC News", "1252_New plans to widen police powers for disruptive protests - BBC News", "1257_Cruise ship Ukrainians say it's 'time to move on' - BBC News"]}, "0": {"keyword": "0_ukraine_russia_soledar_force", "cluster_title": " Putin’s Military Reshuffle - The New York Times", "docs_title": ["8_Going Toe to Toe in Bakhmut - The New York Times", "18_Shifting Strategy, Ukraine Goes Toe to Toe With Russia in Bakhmut - The New York Times", "62_Putin’s Cease-Fire Effort to Divide the West Over Ukraine Fall Flat - The New York Times", "97_Ukraine Rejects Russia’s Claim of 600 Killed in Kramatorsk Attack - The New York Times", "154_Ukraine denies Russian claim it killed 600 soldiers - BBC News", "200_More than 200 Russian doctors petition Putin to give medical care to Navalny. - The New York Times", "201_Your Tuesday Briefing - The New York Times", "203_Britain Is Considering Sending Tanks to Ukraine - The New York Times", "218_Ukrainian Troops Will Travel to US to Learn to Operate Patriot Missile System - The New York Times", "268_Prompted by Russian Aggression, EU and NATO Vow New Cooperation - The New York Times", "297_What Does It Mean to Provide ‘Security Guarantees’ to Ukraine? - The New York Times", "369_Ukraine war: Conflicting claims over embattled town of Soledar - BBC News", "438_Zelensky Thanks the ‘Free World’ in a Message at the Golden Globes - The New York Times", "464_Ukraine Strips a Pro-Putin Politician of His Citizenship - The New York Times", "475_Wagner Group Claims It Has Taken Soledar, an Eastern Ukrainian Town  - The New York Times", "483_Navalny’s Wife Pleads for Medical Treatment for Jailed Husband - The New York Times", "493_Russia Replaces Commander for Ukraine War, as Signs of Dissension Grow - The New York Times", "494_Your Thursday Briefing: A Russian Military Shake-Up - The New York Times", "499_Putin’s Military Reshuffle - The New York Times", "511_Russia to Launch Space Station Rescue Mission to Bring Astronauts Home - The New York Times", "529_Ukraine war: Defying Russian onslaught in city 'at the end of the world' - BBC News", "536_Ukraine war: Who controls Soledar and why it matters - BBC News", "537_Soledar: Ukraine battle hints at rift in pro-Russian forces - BBC News", "578_Ukraine war: Sergei Surovikin removed as commander of Ukraine invasion force - BBC News", "590_Ukraine war: Conflicting claims over embattled town of Soledar - BBC News", "619_Poland and Britain Consider Sending Leopard Tanks to Ukraine - The New York Times", "649_Western Tanks Appear Headed to Ukraine, Breaking Another Taboo - The New York Times", "722_Opinion | Ukrainian Engineers, Historians and Housewives Are Keeping Putin on His Toes - The New York Times", "734_Who Is Valery Gerasimov, the New Head of Russia’s War Effort in Ukraine? - The New York Times", "744_Ukraine war: Defying Russian onslaught in city 'at the end of the world' - BBC News", "752_Ukraine war: Who controls Soledar and why it matters - BBC News", "754_Soledar: Ukraine battle hints at rift in pro-Russian forces - BBC News", "768_Ukraine war: Soledar devastation revealed in satellite images - BBC News", "793_Ukraine war: Sergei Surovikin removed as commander of Ukraine invasion force - BBC News", "883_Russia Found ‘No Fault’ for Kamila Valieva in Doping Violation - The New York Times", "884_A Small, Disputed Victory - The New York Times", "925_Russia’s Claim to Seize Soledar in Ukraine Exposes Rifts Among Forces - The New York Times", "963_Ukraine defence minister: We are a de facto member of Nato alliance - BBC News", "985_Ukraine war: Soledar devastation revealed in satellite images - BBC News", "1015_Soledar: Russia claims victory in battle for Ukraine salt mine town - BBC News", "1069_As Russians Steal Ukraine’s Art, They Attack Its Identity, Too - The New York Times", "1080_The Saturday morning attack on Kyiv appeared to best the air-raid warning system. - The New York Times", "1106_UK to send Challenger 2 tanks to Ukraine, Rishi Sunak confirms - BBC News", "1112_Soledar: Russia claims victory in battle for Ukraine salt mine town - BBC News", "1117_Ukraine weapons: What tanks and other equipment are the world giving? - BBC News", "1120_Alexei Navalny: Concern grows for health of jailed Putin critic - BBC News", "1135_Ukraine war latest: People pulled from rubble as Russian missile hits flats - BBC News", "1142_Lithuanian gas pipeline hit by large explosion - BBC News", "1150_Russia fires new waves of missiles at Ukraine and hits energy infrastructure - BBC News", "1161_Britain Says It Will Give Ukraine Tanks, Breaching a Western Taboo - The New York Times", "1182_For Families and Detainees in Russian-Occupied Areas, a Grim Wait - The New York Times", "1210_Dead, Alive or Devastated After Russian Strike on Apartments - The New York Times", "1215_UK to send Challenger 2 tanks to Ukraine, Rishi Sunak confirms - BBC News", "1245_Ukraine war: Chances of more survivors from Dnipro strike minimal - mayor - BBC News", "1254_Russia fires new waves of missiles at Ukraine and hits energy infrastructure - BBC News"]}, "1": {"keyword": "1_brazil_bolsonaro_lula_protester", "cluster_title": " What We Know About Investigations Into the Brazil Protests - The New York Times", "docs_title": ["7_Bolsonaro Supporters Lay Siege to Brazil’s Capital - The New York Times", "19_Who Is Jair Bolsonaro? - The New York Times", "22_Your Tuesday Briefing: Brazil Arrests Rioters - The New York Times", "30_What We Know About Investigations Into the Brazil Protests - The New York Times", "31_Your Monday Evening Briefing - The New York Times", "53_Here’s the latest on the riot in the Brazilian capital. - The New York Times", "57_Brazil’s Protests Resemble the US Capitol Attack on Jan. 6 - The New York Times", "73_Opinion | Bolsonaro ‘The Trump of the Tropics’ Goes Bust - The New York Times", "78_Videos Show How Rioters Stormed Brazil’s Capital - The New York Times", "79_Opinion | Brazil’s President Lula Has No Easy Choices - The New York Times", "96_Your Monday Briefing - The New York Times", "102_Bolsonaro supporters storm Brazil government buildings - Key moments - BBC News", "105_Brazil Congress: Lula vows to punish supporters of Bolsonaro after riot - BBC News", "114_Brazil Congress: How police failed to stop the protest - BBC News", "116_Inside Brazil's stormed presidential palace - BBC News", "124_Brazil Congress: ‘Sad to think we’ve come to this point’ - BBC News", "141_Video shows Brazil Supreme Court mass break-in - BBC News", "156_Brazil Congress: Mass arrests as Lula condemns 'terrorist' riots - BBC News", "157_Brazil protests: Security forces detain 1,500 after Congress stormed - BBC News", "158_Death Toll in Peru Rises to 47 Amid Extraordinary Violence - The New York Times", "160_Brazil and Jan. 6 - The New York Times", "168_The Southwest Airlines Meltdown - The New York Times", "214_Brazilian Authorities Arrested the Rioters. Now They Are Arresting Security Officials. - The New York Times", "233_In the Philippines, Marcos and Duterte’s Alliance Revives Old Worries - The New York Times", "238_Brazil Riot and Jan. 6 Attack Followed a Similar Digital Playbook, Experts Say - The New York Times", "241_What Drove the Brazil Riots? Mass Delusion and Conspiracy Theories - The New York Times", "284_Lesson Plan: Brazil’s Anti-Democracy Riot - The New York Times", "293_Your Wednesday Briefing: Shanghai’s Devastating Outbreak - The New York Times", "305_Brazil Congress: How police failed to stop the protest - BBC News", "324_Brazil Congress: Mass arrests as Lula condemns 'terrorist' riots - BBC News", "326_Bolsonaro supporters storm Brazil government buildings - Key moments - BBC News", "327_What do the Bolsonaro protesters in Brazil want? - BBC News", "335_Brazil Congress: Big pro-democracy rallies held to condemn rioters - BBC News", "349_Peru protests: Many dead in new clashes - BBC News", "364_Brazil riots: Arrests ordered for top officials after capital stormed - BBC News", "403_Your Wednesday Briefing - The New York Times", "451_A Vital Question for Brazil’s Democracy: Where Were the Police? - The New York Times", "474_A Jan. 6 Moment for Brazil - The New York Times", "489_Opinion | Brazil’s Homage to Jan. 6 Was an Act of Pure Performance - The New York Times", "584_Brazil riots: Arrests ordered for top officials after capital stormed - BBC News", "628_Video Shows Brazil Rioters Breaching Inadequate Security - The New York Times", "935_The New York Times News Quiz, January 13, 2023 - The New York Times", "1034_Bolsonaro Faces Investigation for Inspiring Brazil’s Capital Riot - The New York Times", "1049_Book Review: ‘Masters of the Lost Land,’ by Heriberto Araujo - The New York Times", "1090_How a Mob Tried to Oust Brazil’s Lula - The New York Times", "1136_Brazil Supreme Court includes Jair Bolsonaro in riot probe - BBC News", "1195_When Being European Parliament President Includes Aiding Police Raids - The New York Times"]}, "2": {"keyword": "2_inflation_fed_rate_bank", "cluster_title": " Opinion | Lower Inflation Presents the Fed with a Paradox - The New York Times", "docs_title": ["17_Wall Street Braces for a Weak Earnings Season - The New York Times", "71_Wall Street Sets Low Expectations for Corporate Earnings - The New York Times", "72_Disney Is Bringing Employees Back Four Days a Week - The New York Times", "121_McDonald's: Former boss Easterbrook fined after staff relationship - BBC News", "187_Coinbase Lays Off Another 20% of Employees - The New York Times", "188_SEC Fines Steve Easterbrook, McDonald’s Ex-CEO - The New York Times", "191_Inside Intel’s Delays in Delivering a Crucial New Microprocessor - The New York Times", "234_Opinion | Can We Stop High Inflation Without a Recession? - The New York Times", "242_The Fed May Finally Be Winning the War on Inflation. But at What Cost? - The New York Times", "274_Disney Revises Pricing Policies at Its Parks - The New York Times", "278_Goldman Sachs Begins Large Round of Layoffs - The New York Times", "301_Price rises boost December sales for shops - BBC News", "314_Almost 90% of games sold in UK in 2022 were digital - ERA - BBC News", "358_Global recession warning as World Bank cuts economic forecast - BBC News", "389_Big Job Cuts are Coming to Goldman Sachs - The New York Times", "432_Fed President Backs Slowdown as Support Mounts for Smaller Rate Move - The New York Times", "441_Opinion | Can the World’s Biggest Conference of Economists Survive Covid? - The New York Times", "463_Another Big Boomer Effect - The New York Times", "468_Résumé of George Santos - The New York Times", "481_Twitter Said to Consider Selling User Names to Boost Revenue - The New York Times", "589_Sainsbury's says more people shopping in stores - BBC News", "604_Microsoft Bets Big on the Creator of ChatGPT in Race to Dominate A.I. - The New York Times", "605_Sam Bankman-Fried, Founder of FTX, Responds to Fraud Charges - The New York Times", "621_SEC Charges Crypto Companies With Offering Unregistered Securities - The New York Times", "641_Investors Look to Corporate Reports With Low Expectations - The New York Times", "646_Disney Pushes Back Against Nelson Peltz’s Quest for Board Seat - The New York Times", "677_I.M.F. Sees World Economy Rebounding, Yet Still Fragile, in 2023 - The New York Times", "710_How to Avoid Impulse Buying - The New York Times", "720_Inflation Is Slowing, Good News for American Consumers and the Fed - The New York Times", "726_Scott Minerd, a Force, and a Voice, on Wall Street, Dies at 63 - The New York Times", "731_What Students Are Saying About the State of the World - The New York Times", "736_Disney Prepares for a Board Fight by Nelson Peltz - The New York Times", "815_Goldman Sachs’ Marcus Consumer Banking Move Turns Costly - The New York Times", "854_Bed Bath & Beyond in Talks to Sell Assets - The New York Times", "856_Big Banks Set Aside Billions as They Brace for a Downturn - The New York Times", "866_Opinion | Wonking Out: Inflation Pessimism Is Getting Harder and Harder - The New York Times", "881_Investing When Your Time Horizon Is Short - The New York Times", "909_The SEC’s Crypto Crackdown Intensifies  - The New York Times", "917_Barry Diller Explores Sale of The Daily Beast - The New York Times", "930_Investors Are Walking a Tightrope as Stocks Rise for a Second Week - The New York Times", "936_JPMorgan Sets Aside Money for Bad Debts as ‘Mild Recession’ Looms - The New York Times", "959_Opinion | Lower Inflation Presents the Fed with a Paradox - The New York Times", "995_GDP and the UK economy: Your questions answered - BBC News", "1065_World Economic Forum in Davos Confronts a New Order - The New York Times", "1098_Just How Common Is Corporate Fraud? - The New York Times", "1198_After a Burst of New Businesses, a Cooling Economy Intrudes - The New York Times"]}, "3": {"keyword": "3_california_storm_rain_water", "cluster_title": " How California’s Drought Made Mudslide Risk More Severe - The New York Times", "docs_title": ["4_How Did a Normally Dry La Niña Winter Become So Rainy? - The New York Times", "82_California’s Santa Cruz Region Battered by Storms and Flooding - The New York Times", "99_Opinion | The Unexpected Gift of Dead Plants - The New York Times", "111_Australia flood crisis: 'Once in a century' - BBC News", "186_Soaked and Battered by Repeating Rainstorms, California Girds for More - The New York Times", "235_Evacuations Ordered in Montecito as Storms Lash California - The New York Times", "237_Nearly 100,000 in California Are Under Evacuation Orders or Warnings - The New York Times", "257_California Storm Damage Could Top $1 Billion - The New York Times", "258_Damage From the California Storms: Videos, Photos and Maps - The New York Times", "265_Your Tuesday Evening Briefing - The New York Times", "285_How California’s Drought Made Mudslide Risk More Severe - The New York Times", "295_‘He Was a Great Kid’: Search Resumes for 5-Year-Old Lost in California Floods - The New York Times", "371_California storm: Mass evacuations under way - BBC News", "402_California’s Homeless Populations Suffer as Storms Hammer the State - The New York Times", "407_As Rains Ease, California Prepares for Next Round of Storms - The New York Times", "410_Lightning in California: Why Isn’t the State Struck More Often? - The New York Times", "416_Will Storms End California’s Drought? That May Be the Wrong Question - The New York Times", "425_California Suffers Damage After Multiple Storms - The New York Times", "443_Alameda County Residents Brace for More Rain as They Dig Out From Past Storm - The New York Times", "445_A Newsroom Team That Sees Data in the Air - The New York Times", "460_When Will the Rain Stop in California? - The New York Times", "470_Snow From California’s Storms Will Help Replenish Its Reservoirs - The New York Times", "507_A ‘Pineapple Express’ Is Bringing Rain and Snow to California - The New York Times", "516_California Redwoods Don’t Mind the Rain, Though Storms Topple a Few - The New York Times", "518_Rain, Gusts and Landslide Fears Spread to the Pacific Northwest - The New York Times", "626_How California Is Dealing With the Effects of Flooding - The New York Times", "689_At Least 8 Are Killed as Severe Weather Sweeps the South - The New York Times", "712_Corrections: Jan. 12, 2023 - The New York Times", "728_The California Floods - The New York Times", "737_California Storms Help Relieve Drought, But How Much Is in Question - The New York Times", "817_In a Drought, California Is Watching Water Wash Out to Sea - The New York Times", "860_Remains of Florida Woman Missing Since Hurricane Ian Are Found - The New York Times", "894_At Least 9 Dead After Tornadoes Shred Through Alabama and Georgia - The New York Times", "1029_George Kittle of the San Francisco 49ers Is One of Many Residents Without Power - The New York Times", "1053_Monterey Peninsula Braces For Possible Flooding - The New York Times", "1077_Whiteouts, Landslides and Floods Cut Off California Roads - The New York Times", "1084_Studying California’s Storms From Above - The New York Times", "1088_California Storms: What Is a Sinkhole and What Causes It?  - The New York Times", "1096_California Weather Forecast Through the Weekend - The New York Times", "1209_In This California Mountain Town, Multiple Storms Deal Multiple Blows - The New York Times", "1255_California battles deadly storms with millions under flood watch - BBC News"]}, "4": {"keyword": "4_restaurant_food_like_noma", "cluster_title": " With Noma, René Redzepi Spawned a World of Imitators, but the Restaurant Remains an Original - The New York Times", "docs_title": ["26_Noma, Rated the World’s Best Restaurant, Is Closing Its Doors - The New York Times", "27_In Defense of Cabbage - The New York Times", "52_A Nonalcoholic Amaro ‘Falso’ From St. Agrestis - The New York Times", "66_With Noma, René Redzepi Spawned a World of Imitators, but the Restaurant Remains an Original - The New York Times", "88_Jean Paré, Best-Selling ‘Everyday’ Cookbook Author, Dies at 95 - The New York Times", "90_12 Great Places to Drink Wine in London - The New York Times", "209_Is Sea Moss Good For You? - The New York Times", "211_Late-Night Snacking and More Reader Questions - The New York Times", "255_What Should I Eat or Drink When I Have a Cold? - The New York Times", "260_Gjelina, a Los Angeles Favorite, Opens, and More NYC Restaurant News - The New York Times", "271_How to Make the Most Flavorful Grits - The New York Times", "382_A One-Pot Salmon and Rice Recipe You’ll Turn to Again and Again - The New York Times", "433_It’s OK to Get Carried Away When You’re Shopping for Flower Seeds - The New York Times", "467_Go Low and Slow - The New York Times", "497_Opinion | Noma and the Fizzle of Too-Fine Dining - The New York Times", "520_The Secret to a Banana Bread With a Little More Bite - The New York Times", "597_A Japanese Retreat That Brings New Meaning to Forest Bathing - The New York Times", "671_Egg Shortages and Price Increases Caused in Part by Bird Flu Outbreak - The New York Times", "688_Resolutions Worth Keeping - The New York Times", "690_Can Craft Beer Companies Rescue Malt Liquor’s Reputation? - The New York Times", "695_‘Kitchen Brigade’ Review: Oh Chef! My Chef! - The New York Times", "700_Comfort Food - The New York Times", "701_Are Protein Bars Good for You? What to Know About Nutrition. - The New York Times", "730_36 Hours in Nevis: Things to Do and See - The New York Times", "760_Hotel Chocolat among Christmas retail winners but Dr Martens struggles - BBC News", "833_In Miami, Food Shopping Can Start in the Parking Lot - The New York Times", "834_Your New York City Dining Questions, Answered - The New York Times", "851_What I’m Excited to Cook This Year - The New York Times", "865_The Great New Zealand Egg Shortage - The New York Times", "892_Easy Chinese New Year Recipes - The New York Times", "899_Cheap Food Items to Buy When They’re on Sale - The New York Times", "912_The Secret to These Desserts Is Instant Pudding Mix - The New York Times", "923_‘That Just Might Work!’ - The New York Times", "931_What to Cook This Weekend - The New York Times", "934_What Is Your Dream Travel Destination? - The New York Times", "1011_Chocolate's texture has been examined by the University of Leeds - BBC News", "1043_The Dessert-First Author Whose Books Defined Canada’s Treats - The New York Times", "1122_Single-use plastic: Takeaways face ban in October - BBC News", "1157_What to Cook This Week - The New York Times", "1178_Outside The Times, A Food Cart With Attention to Detail - The New York Times"]}, "5": {"keyword": "5_beck_music_play_song", "cluster_title": " Jeff Beck", "docs_title": ["13_BAM Artistic Director David Binder to Step Down in July - The New York Times", "14_Alex Brightman Lays ‘Beetlejuice’ to Rest - The New York Times", "33_SZA’s ‘SOS’ Holds Off Taylor Swift for a Fourth Week at No. 1 - The New York Times", "163_A Paris Cabaret Makes Way for ‘Cabaret’ - The New York Times", "177_The Riverside Drive Apartment Where a Broadway Play Was Born - The New York Times", "236_75 Years Ago, Latin Jazz Was Born. Its Offspring Are Going Strong. - The New York Times", "269_Ben Platt to Lead ‘Parade’ Revival on Broadway This Season - The New York Times", "279_National Endowment for the Humanities Announces $28.1 Million in Grants - The New York Times", "334_Foo Fighters announce their first shows since Taylor Hawkins' death - BBC News", "398_6 Ways to Remember Martin Luther King in New York - The New York Times", "400_Barry Grove to Depart Manhattan Theater Club After 48 Years - The New York Times", "457_Review: To the Moon! A Vivid Bill T. Jones Dance Leaves Earth’s Orbit - The New York Times", "471_With Different Singers, One Opera Classic Can Seem Like Two - The New York Times", "512_Jeff Beck, Guitarist With a Chapter in Rock History, Dies at 78 - The New York Times", "553_Jeff Beck: British guitar legend dies aged 78 - BBC News", "596_Joni Mitchell to Be Honored With Gershwin Prize and Tribute Concert - The New York Times", "622_Nicola Benedetti Prepares Her Next Star Turn: Festival Leader - The New York Times", "652_Shakespeare in the Park Will Stage ‘Hamlet’ This Summer - The New York Times", "658_At an Ann Arbor Rock Show, Almost Everyone There Is Over 65 - The New York Times", "664_Jazz’s Year of Reckoning With Tradition - The New York Times", "668_Jeff Beck’s 10 Essential Songs - The New York Times", "679_A Showcase for Up-and-Comers, With Some Vogueing (and Shade Thrown) - The New York Times", "707_5 Broadway Veterans on Race and Representation in Theater Design - The New York Times", "729_‘Here Lies Love,’ an Imelda Marcos Disco Musical, Will Play Broadway - The New York Times", "750_Riverdance's Michael Flatley has 'aggressive cancer' - BBC News", "765_Jeff Beck: British guitar legend dies aged 78 - BBC News", "841_Review: From an Eco Art Village, a Dance About Community - The New York Times", "878_Lumberyard Performing Arts Center in Hudson Valley to Be Sold - The New York Times", "891_Miguel Gutierrez Awarded New York Live Arts Residency - The New York Times", "922_Review: Songs That Defy the ‘Quotidian Nature of Evil’ - The New York Times", "926_Variety: Acrostic - The New York Times", "942_Paul Mescal in a Streetcar Named Desire - The New York Times", "943_Review: A Guest Conductor Reveals the Philharmonic’s Potential - The New York Times", "953_Setting the Tempo With One Eye on the Stage - The New York Times", "1062_When Black Characters Double-Deal to Make Ends Meet, It’s Never Enough - The New York Times", "1083_John Cale’s Musical Journey Knows No Limits - The New York Times", "1175_Review: Romeo and Juliet Leap to 1960s Hong Kong - The New York Times", "1184_Corrections: Jan. 15, 2023 - The New York Times", "1208_Review: A Fierce Clarity of Vision in ‘J’ai Pleuré Avec les Chiens’ - The New York Times"]}, "6": {"keyword": "6_harry_prince_book_royal", "cluster_title": " Prince Harry's book officially hits shops after days of leaks - BBC News", "docs_title": ["2_Has Prince Harry’s ‘Spare’ Changed Public Opinion of Him? - The New York Times", "11_What We Learned From Prince Harry’s ITV and ‘60 Minutes’ Interviews - The New York Times", "45_Prince Harry Memoir Signals Bigger Royal Rift - The New York Times", "77_What Prince Harry’s Memoir Cover Says About What Is (And Is Not) in the Book - The New York Times", "115_Harry claims media connections made Camilla 'dangerous' - BBC News", "119_Prince Harry says Diana would be 'heartbroken' over Royal Family rift - BBC News", "120_Prince Harry attacks royal 'silence' after Jeremy Clarkson's Meghan column - BBC News", "193_UK Bookstores React to Prince Harry’s Memoir - The New York Times", "196_11 Takeaways From Prince Harry’s Memoir, ‘Spare’ - The New York Times", "239_Prince Harry Skewers Palace Culture With Nicknames and a Dose of Rancor  - The New York Times", "259_Book Review: ‘Flora Macdonald,’ by Flora Fraser - The New York Times", "270_‘Spare,’ by Prince Harry: Book Review - The New York Times", "304_Prince Harry first heard of Queen Elizabeth's death from BBC website - BBC News", "309_Harry's memoir Spare displayed beside How to Kill Your Family novel - BBC News", "323_The enduring anguish of being the royal 'spare' - BBC News", "345_Prince Harry says Diana would be 'heartbroken' over Royal Family rift - BBC News", "350_Prince Harry's book officially hits shops after days of leaks - BBC News", "363_Spare review: The weirdest book ever written by a royal - BBC News", "374_Prince Harry's Spare: Have leaks helped or hindered his book's PR strategy? - BBC News", "375_Who is Harry's celebrated ghostwriter, JR Moehringer? - BBC News", "388_Opinion | Harry and Meghan in the Spotlight - The New York Times", "414_Newly Published, From Y.A. Novels to Sharks and More - The New York Times", "449_What’s Your Reaction to Prince Harry’s New Memoir and the Media Attention Around It? - The New York Times", "453_Prince Harry’s ‘Spare’ Memoir Breaks Sales Records - The New York Times", "519_Prince Harry Engages in ‘Group Therapy’ With Stephen Colbert - The New York Times", "555_Prince Harry condemns 'dangerous spin' about his Taliban comments - BBC News", "585_Spare review: The weirdest book ever written by a royal - BBC News", "624_How Bad Is It to Share Lip Products? - The New York Times", "705_Could Anyone Spare a ‘Spare’? No. - The New York Times", "753_King on first official visit in Scotland after Harry book release - BBC News", "782_William and Kate make first appearance since Harry memoir published - BBC News", "831_From Kate Middleton to Catherine of Wales: What’s Next? - The New York Times", "971_King on first official visit in Scotland after Harry book release - BBC News", "1005_William and Kate make first appearance since Harry memoir published - BBC News", "1018_Man fined for throwing egg towards King Charles III in Luton - BBC News", "1045_‘Based on a True Story’ (Except the Parts That Aren’t) - The New York Times", "1046_Opinion | Harry’s Fractured Fairy Tale - The New York Times"]}, "7": {"keyword": "7_film_globe_award_best", "cluster_title": " Golden Globes 2023", "docs_title": ["43_Film Forum Director Karen Cooper to Step Down After 50 Years - The New York Times", "51_Ruggero Deodato, Whose ‘Cannibal Holocaust’ Enraged, Dies at 83 - The New York Times", "76_Golden Globes: How to Watch, What to Know About the Scandal - The New York Times", "83_What’s on TV This Week: ‘The Last of Us’ and the Golden Globes - The New York Times", "173_Golden Globes Winners 2023: The Complete List - The New York Times", "230_The Golden Globes Are Back. Will the Celebrities Be? - The New York Times", "378_The Golden Globes Were Too Big to Fail - The New York Times", "380_2023 Golden Globes Viewership Was the Lowest for NBC Since 1996 - The New York Times", "392_SAG Award Nominations 2023: The Complete List, Snubs and Surprises - The New York Times", "415_Eddie Murphy Gets Cecil B. DeMille Award at Golden Globes - The New York Times", "419_Golden Globes: Best of the Red Carpet - The New York Times", "421_Steven Spielberg Gets a Record 13th Directors Guild Award Nomination - The New York Times", "422_Ke Huy Quan’s Emotional Journey Leads to Golden Globes Win - The New York Times", "458_Jennifer Coolidge Wins First Golden Globe for ‘The White Lotus’ - The New York Times", "459_Kevin Costner Couldn’t Get His Golden Globe Due to California Storms - The New York Times", "478_Is Stephanie Hsu the ‘Dark Horse’ of Award Season? - The New York Times", "495_Michelle Yeoh Wins Best Actress Golden Globe for ‘Everything Everywhere All at Once’ - The New York Times", "515_‘I’m Here ’Cause I’m Black’: Jerrod Carmichael on Golden Globes Scandals - The New York Times", "527_Tarnished Golden Globes Return to TV, and Hollywood Plays Along - The New York Times", "560_Golden Globes 2023: Banshees of Inisherin and Fabelmans win big - BBC News", "595_‘The Seven Faces of Jane’ Review: One Movie, Eight Directors - The New York Times", "632_‘Hunters’: David Weil on Hunting Nazis as Collective Catharsis - The New York Times", "665_Producers Guild Awards Nominate Several Blockbusters and Omit Films by Women - The New York Times", "719_Why Do Some Films Get Restored and Others Languish? A MoMA Series Holds Clues. - The New York Times", "739_The Golden Globes return to Hollywood - BBC News", "740_Golden Globes 2023: Margot Robbie, Jennifer Coolidge and more on red carpet - BBC News", "741_Golden Globes 2023: The winners and nominees in full - BBC News", "775_Golden Globes 2023: Banshees of Inisherin and Fabelmans win big - BBC News", "794_Michelle Yeoh wins Golden Globe for Everything Everywhere. Could an Oscar be next? - BBC News", "837_Opinion | Alejandro Jodorowsky’s ‘Dune’ Was Never Made, but With A.I., We Get a Glimpse of His ‘Tron’ - The New York Times", "947_‘House Party’ Review: A Rager Gone South - The New York Times", "1028_Cinema Studies - The New York Times", "1158_Critics Choice Awards 2023: The Complete Winners List - The New York Times", "1176_Edie Landau, Film Producer Ahead of Her Time, Dies at 95 - The New York Times"]}, "8": {"keyword": "8_climate_gas_energy_stove", "cluster_title": " Do Gas Stoves Have Health Risks? What to Know and How to Mitigate Them - The New York Times", "docs_title": ["1_Restoration of the Ozone Layer Is Back on Track, Scientists Say - The New York Times", "24_French Food Giant Danone Sued Over Plastic Use Under Landmark Law - The New York Times", "127_Energy bill support for firms set to be cut - BBC News", "130_Ozone layer may be restored in decades, UN report says - BBC News", "228_Opinion | I’m a Scientist Who Spoke Up About Climate Change. My Employer Fired Me. - The New York Times", "252_U.S. Carbon Emissions Grew in 2022, Even As Renewables Surpassed Coal - The New York Times", "287_Earth’s Last 8 Years Were the Hottest on Record - The New York Times", "306_Climate change: Europe and polar regions bear brunt of warming in 2022 - BBC News", "320_Leisure services at risk without further support for energy bills, UK government warned - BBC Sport", "351_'Energy prices will still absolutely soar for us' - BBC News", "361_Ozone layer may be restored in decades, UN report says - BBC News", "411_Opinion | Should We Block the Sun to Counter Climate Change? - The New York Times", "436_Korean Solar Company Plans to Build $2.5 Billion Plant in Georgia - The New York Times", "502_The New Soldiers in Propane’s Fight Against Climate Action: Television Stars - The New York Times", "509_No, Biden Is Not Trying to Ban Gas Stoves - The New York Times", "528_Do Gas Stoves Have Health Risks? What to Know and How to Mitigate Them - The New York Times", "676_Exxon Scientists Predicted Global Warming, Even as Company Cast Doubts, Study Finds - The New York Times", "783_Climate change: UAE names oil chief to lead COP28 talks - BBC News", "788_Energy bills predicted to fall further this year - BBC News", "800_ExxonMobil: Oil giant predicted climate change in 1970s - scientists - BBC News", "805_Net zero: Climate action delay will hurt economy, Tory MP’s review says - BBC News", "812_U.A.E. Names Oil Executive to Lead Climate Talks at COP28 - The New York Times", "818_About That Gas Stove - The New York Times", "939_Opinion | Your Gas Stove May Be Killing You. How Much Should You Worry? - The New York Times", "976_'Forever chemicals' still in use in UK make-up - BBC News", "1012_Energy bills predicted to fall further this year - BBC News", "1020_ExxonMobil: Oil giant predicted climate change in 1970s - scientists - BBC News", "1024_Net zero: Climate action delay will hurt economy, Tory MP’s review says - BBC News", "1040_Opinion | A Deal to Help South Africa Is a Breakthrough for the World - The New York Times", "1050_What to Know About Gas Stove Alternatives - The New York Times", "1074_Cooperation on Climate Is Emerging in the Middle East - The New York Times", "1099_Ecuador Moves to Expand Drilling in the Amazon - The New York Times", "1193_Quotation of the Day: Ecuador Tried to Curb Drilling. The Reverse Happened. - The New York Times"]}, "9": {"keyword": "9_union_strike_minister_labour", "cluster_title": " Shapps and Rayner spar over strikes law - BBC News", "docs_title": ["110_Talks to resolve strikes end with little progress, unions say - BBC News", "128_Tone shifting on both sides after latest pay talks - BBC News", "139_Strike daily: How Monday 9 January strikes will affect you - BBC News", "140_Chris Mason: Could one-off payments idea spell end to strikes? - BBC News", "172_French Government Unveils Plan to Raise Retirement Age to 64 - The New York Times", "302_Talks to resolve strikes end with little progress, unions say - BBC News", "303_Shapps and Rayner spar over strikes law - BBC News", "308_Anti-strike law sets up battle over principles - BBC News", "318_Grant Shapps unveils new powers in strike laws - BBC News", "328_Employers could sue unions under planned anti-strike laws - BBC News", "359_Tone shifting on both sides after latest pay talks - BBC News", "372_Boris Johnson erased from Grant Shapps spaceport picture - BBC News", "373_Strikes bill: Unions criticise plans as unworkable - BBC News", "532_100,000 civil servants to strike on 1 February - BBC News", "539_Chris Mason: Could one-off payments idea spell end to strikes? - BBC News", "541_Keir Starmer bides his time over Labour election pitch - BBC News", "547_Spiking: No need for specific offence, government says - BBC News", "548_Andrew Bridgen's five-day Commons suspension approved - BBC News", "550_PMQs latest: Rishi Sunak faces Keir Starmer in first PMQs of 2023 - BBC News", "562_Train operators set to make new pay offer to unions - BBC News", "570_NHS crisis: Rishi Sunak knows he will be judged on fixing its problems - BBC News", "579_Rishi Sunak's healthcare choices become political issue - BBC News", "581_Ambulance strike: NHS bosses warn care disrupted by industrial action - BBC News", "757_London Mayor Sadiq Khan to say he can't ignore 'immense' Brexit damage - BBC News", "759_Spiking: No need for specific offence, government says - BBC News", "763_Rishi Sunak facing major Tory rebellion over internet safety law - BBC News", "767_Online Safety Bill to return as soon as possible - BBC News", "795_Rishi Sunak's healthcare choices become political issue - BBC News", "1008_Online Safety Bill changes 'not ruled out' - culture secretary - BBC News", "1132_Laura Kuenssberg: Is Keir Starmer a prime minister in waiting? - BBC News", "1221_'Nothing off table' over NHS reform, Starmer says - BBC News", "1237_Laura Kuenssberg: Is Keir Starmer a prime minister in waiting? - BBC News", "1258_Hook landslip: London-Basingstoke rail passengers face major disruption - BBC News"]}, "10": {"keyword": "10_biden_document_classified_mr", "cluster_title": " More classified material found at Joe Biden's Delaware home - BBC News", "docs_title": ["162_Biden ‘Surprised’ to Learn Classified Documents Were Found in Private Office - The New York Times", "223_Biden Lawyers Found Classified Documents at His Former Office - The New York Times", "353_Biden 'surprised' about classified files discovery at former office - BBC News", "387_Rebecca Blumenstein, a Senior Times Editor, Takes a Top Role at NBC News - The New York Times", "404_Investigating Trump, Jack Smith Faces Headwinds Few Others Have - The New York Times", "418_House Republicans Request Biden Family Financial Records - The New York Times", "485_Classified Documents Found in Second Location Associated with Biden - The New York Times", "523_How Biden’s Discovery of Classified Files Compares With the Trump Case - The New York Times", "631_Classified Files: How Biden and Trump Differ - The New York Times", "638_Garland Appoints Special Counsel to Investigate Biden Documents Case - The New York Times", "655_Timeline of the Biden Documents Case: What We Know So Far - The New York Times", "713_How Biden’s discovery of classified files compares with the Trump case. - The New York Times", "748_Second batch of classified Biden documents found - BBC News", "785_Classified documents: Biden inadvertently misplaced classified files - White House - BBC News", "820_Quotation of the Day: Special Counsel for Biden’s Inquiry is Familiar With Pitfalls of the Job - The New York Times", "842_The Presidents and the Classified Documents - The New York Times", "874_How Classified Information Is Handled - The New York Times", "886_Washington Adjusts to Altered Landscape After Justice Dept. Installs Special Counsel - The New York Times", "916_Who Is Robert Hur, the Special Counsel for the Biden Documents Case? - The New York Times", "924_The History of Presidents and Special Prosecutors - The New York Times", "1003_Biden visitor logs under scrutiny after classified files found - BBC News", "1007_Classified documents: Biden inadvertently misplaced classified files - White House - BBC News", "1052_Additional Documents Found at Biden’s Wilmington Home, White House Says - The New York Times", "1085_Documents Inquiry Puts Spotlight on Biden’s Frenetic Last Days as Vice President - The New York Times", "1124_More classified material found at Joe Biden's Delaware home - BBC News", "1223_More classified material found at Joe Biden's Delaware home - BBC News"]}, "11": {"keyword": "11_de_la_en_el", "cluster_title": " Biden, Trump y los archivos clasificados", "docs_title": ["47_Laredo, la ciudad que podría convertirse en un hito del comercio mundial - The New York Times", "98_Redes sociales y el cerebro adolescente: esto dice un estudio - The New York Times", "225_Protestas en Perú: Aumenta a 47 el número de muertos  - The New York Times", "262_Opinion | O “Trump dos Trópicos” cai em desgraça - The New York Times", "277_Brasil, otra vez - The New York Times", "296_¿Qué impulsó el ataque a la capital de Brasil? - The New York Times", "298_El fútbol americano es mortal pero no por las razones que crees - The New York Times", "299_Brasil en un momento decisivo - The New York Times", "417_AMLO, Biden y los gestos de la Cumbre - The New York Times", "431_Estas son las claves para proteger tus contraseñas digitales - The New York Times", "486_Una llamada telefónica de 8 minutos tiene un secreto poder - The New York Times", "598_Biden, Trump y los archivos clasificados: ¿cuáles son las diferencias? - The New York Times", "609_Nuestra deuda con los pensadores visuales - The New York Times", "714_La capa de ozono va camino a recuperarse, dicen los científicos - The New York Times", "828_Alexa, ¿puedes decirme por qué deberíamos usarte? - The New York Times", "888_Así es como Finlandia enseña a los chicos a detectar la desinformación - The New York Times", "904_Alexa, ¿dónde puse mis recuerdos? - The New York Times", "944_Hunter Biden: ¿qué dificultades enfrenta? - The New York Times", "1051_Una telaraña entre su cuerpo y el mío - The New York Times", "1064_Día 5: la importancia de tener amigos en la oficina - The New York Times", "1071_Una pregunta vital para la democracia brasileña: ¿dónde estaba la policía? - The New York Times", "1162_Quién es Sara Ho, la experta en buenos modales de Netflix - The New York Times", "1164_Qué significa ver películas con poca visión - The New York Times", "1172_Ecuador trató de frenar la extracción de petróleo y proteger la Amazonía, pero sucedió lo contrario - The New York Times", "1180_Cómo evitar el dolor de hombros - The New York Times"]}, "12": {"keyword": "12_china_covid_vaccine_virus", "cluster_title": " China Reports Nearly 60,000 Covid-Linked Deaths Since Lifting Restrictions - The New York Times", "docs_title": ["103_China Covid: Workers making tests clash with police at factory - BBC News", "112_China Covid: More than 88 million people in Henan infected, official says - BBC News", "180_This Is What Shanghai’s Covid Outbreak Looks Like - The New York Times", "204_Word of the Day: discontent - The New York Times", "313_China blocks visas for S Korea and Japan over Covid restrictions - BBC News", "367_Excess deaths in 2022 among worst in 50 years - BBC News", "397_Uganda’s Worst Ebola Outbreak in Two Decades Is Over, W.H.O. Declares - The New York Times", "408_Online Anger Over China’s Covid Pivot Shows Widening Social Split - The New York Times", "423_How Has the Pandemic Changed You? - The New York Times", "444_Covid en China: así es el brote en Shanghái - The New York Times", "521_The ‘Kraken’ Subvariant - The New York Times", "531_Andrew Bridgen suspended as Tory MP over Covid vaccine comments - BBC News", "601_Why China Is Changing Its Tone on Business - The New York Times", "611_With FBI Search, US Escalates Global Fight Over Chinese Police Outposts - The New York Times", "613_Paxlovid para covid: ¿quién debería tomarlo? - The New York Times", "616_What to Know About the New Omicron Variant - The New York Times", "656_Your Friday Briefing: Investigating Chinese Police Outposts Abroad - The New York Times", "747_Andrew Bridgen suspended as Tory MP over Covid vaccine comments - BBC News", "749_China: Five dead after man drives into crowd in Guangzhou - BBC News", "848_David Kessler, Leader of Biden’s Covid Vaccine Effort, Is Stepping Down - The New York Times", "955_She Witnessed Mao’s Worst Excesses. Now She Has a Warning for the World. - The New York Times", "1044_China Reports Nearly 60,000 Covid-Linked Deaths Since Lifting Restrictions - The New York Times", "1054_Happy New Year. Now Please Stay Home. - The New York Times", "1082_No Increased Stroke Risk Linked to Pfizer’s Covid Boosters, Federal Officials Say - The New York Times"]}, "13": {"keyword": "13_puzzle_truffle_clue_bombas", "cluster_title": " Abridged Too Far - The New York Times", "docs_title": ["39_Diary of a Spelling Bee Fanatic - The New York Times", "74_Simona Tabasco, ‘White Lotus’ Fan Favorite, on the Best Parts of Italy - The New York Times", "170_Tiny Love Stories: ‘The Luxury of Her Attention’ - The New York Times", "185_Puzzle Mania Super Mega Answers 2022 - The New York Times", "247_NYT Crossword Answers: Christine of “Chicago Hope” - The New York Times", "254_Book Review: ‘The Half Known Life,’ by Pico Iyer - The New York Times", "409_With Many Retailers Offering Online Sales, Phony Sites Blend In - The New York Times", "503_NYT Crossword Answers: “Enigma Variations” Composer - The New York Times", "709_Poem: Aise de Mayon - The New York Times", "814_Have Celebrity Sleuthing and Hunting for Easter Eggs Gone Too Far? - The New York Times", "857_How the Universe Brought Them Together — Twice - The New York Times", "872_A Courtship Fit for a Drag Queen and an ‘Emperor’ - The New York Times", "879_Opinion | Pamela Anderson Doesn’t Need Your Redemption. She’s Just Fine. - The New York Times", "915_Turning Trash Into Poetry - The New York Times", "1032_How Rachael Price, of Lake Street Dive, Spends Her Sundays - The New York Times", "1057_Abridged Too Far - The New York Times", "1066_Opinion | The Trouble With Paradise - The New York Times", "1068_Hunting for Truffles Is a Perilous Pursuit, Especially for the Dogs Who Dig - The New York Times", "1092_When the Ghost of the Chelsea Hotel Is You - The New York Times", "1171_NYT Crossword Answers: Bandleader Shaw - The New York Times", "1174_‘I Paused in the Doorway and Placed the Bag in the Man’s Hand’ - The New York Times", "1177_‘Emily in Paris’ Star Would Like Your Paris Tips - The New York Times"]}, "14": {"keyword": "14_game_season_team_yard", "cluster_title": " Texans and Cardinals Coaches Fired as N.F.L. Teams Review Staffing - The New York Times", "docs_title": ["32_Draymond Green Sets Us Straight on the Real N.B.A. - The New York Times", "48_Texans and Cardinals Coaches Fired as N.F.L. Teams Review Staffing - The New York Times", "61_No Tailgating at College Football Championship Is Just One Difference From Bowls - The New York Times", "169_Georgia, With a Clear Rout, Shows Gap From Rest of College Football - The New York Times", "175_Carlos Correa Completes $200 Million Deal with Twins - The New York Times", "216_My Favorite Way to Watch College Football: D.I.Y. Hype Videos - The New York Times", "249_T.C.U., Confronting Georgia, Spirals on National Title Stage - The New York Times", "391_The Stats That Will Define the N.F.L.’s Wild-Card Weekend - The New York Times", "477_Twins Introduce Carlos Correa in News Conference - The New York Times", "479_Miami Sinks the Thunder With Record Night at the Free-Throw Line - The New York Times", "594_N.F.L. Playoff Predictions: Our Picks in the Wild-Card Round - The New York Times", "681_How NFL Players Take Care of Their Hands and Feet During a Brutal Season - The New York Times", "686_Measuring Up to Wilt Chamberlain May Take More Than Stats - The New York Times", "692_Opinion | She Made History as a Black Basketball Star. Why Won’t Her College Name Its Arena for Her? - The New York Times", "721_Men’s College Basketball Has Some Balance As Blue Bloods Struggle - The New York Times", "1047_How NFL Receivers Run Their Routes, Step by Step - The New York Times", "1091_The Spurs Break an NBA Attendance Record with Alamodome Return - The New York Times", "1181_Here’s What Happened in Saturday’s N.F.L. Wild-Card Games - The New York Times", "1183_Charles White, Heisman Winner With a Difficult Second Act, Dies at 64 - The New York Times", "1200_Bills Benefit From Turnovers, Then Overcome Them, to Down Dolphins - The New York Times"]}, "15": {"keyword": "15_woman_afghanistan_hayden_ellen", "cluster_title": " Afghan Women Are Devastated by Suspension of Aid Under New Taliban Law - The New York Times", "docs_title": ["9_Review: ‘The Bandit Queens,’ by Parini Shroff  - The New York Times", "40_Buffalo’s Unrelenting Tragedy: ‘We Haven’t Really Got a Chance to Heal’ - The New York Times", "167_Book Review: ‘Ghost Season,’ by Fatin Abbas - The New York Times", "227_Quotation of the Day: - The New York Times", "362_Brecon Beacons: Tributes to couple who died at waterfalls - BBC News", "583_Brecon Beacons: Tributes to couple who died at waterfalls - BBC News", "610_Opinion | This Kenyan Slum Has Something to Teach the World - The New York Times", "651_9 New Books We Recommend This Week - The New York Times", "845_6 New Paperbacks to Read This Week - The New York Times", "876_Afghan Women Are Devastated by Suspension of Aid Under New Taliban Law - The New York Times", "882_Casey Hayden, a Force for Civil Rights and Feminism, Dies at 85 - The New York Times", "946_Book Review: ‘In the Upper Country,’ by Kai Thomas, ‘Moonrise over New Jessup,’ by Jamila Minnicks and ‘Wade in the Water,’ by Nyani Nkrumah. - The New York Times", "987_Peace Heroines celebrates pioneering women of Northern Ireland - BBC News", "1137_Peace Heroines celebrates pioneering women of Northern Ireland - BBC News", "1188_Book Review: ‘Master Slave Husband Wife,’ by Ilyon Woo - The New York Times", "1211_Opinion | Michelle Go’s Father Writes About Her Death - The New York Times"]}, "16": {"keyword": "16_republican_party_mccarthy_house", "cluster_title": " Final Vote Count", "docs_title": ["6_Could Congressional Gridlock Lead to More Government Shutdowns? - The New York Times", "42_House Rules Package Approved Amid Concerns About McCarthy’s Concessions - The New York Times", "84_Opinion | Speaker, Speaker, What Do You See? I See MAGA Looking at Me. - The New York Times", "86_House Republicans Vote to Rescind IRS Funding - The New York Times", "205_Opinion | The Chaos Caucus Is Now in Charge - The New York Times", "232_What’s in the New House Rules Package? Here’s a Breakdown - The New York Times", "264_Opinion | Some Good Can Come Out of the Kevin McCarthy Fiasco - The New York Times", "280_Opinion | The Less Talked About Part of Kevin McCarthy’s Deal With Republican Radicals - The New York Times", "281_Final Vote Count: How Each Member Voted on the House Rules Package - The New York Times", "385_Opinion | Kevin McCarthy Can’t Give Republican Rebels What They Really Want - The New York Times", "412_Opinion | Meet the Republicans Who Are Facing Down the Hard Right - The New York Times", "496_Opinion | The Party’s Over for Us. Where Do We Go Now? - The New York Times", "599_New House ‘Weaponization’ Panel Stirs Memories of Joseph McCarthy - The New York Times", "718_The Coming Year of Republican Drama - The New York Times", "850_Why Eli Crane Defied Kevin McCarthy - The New York Times", "1166_Opinion | Three Reasons the Republican Party Keeps Coming Apart at the Seams - The New York Times"]}, "17": {"keyword": "17_bison_specie_animal_dolphin", "cluster_title": " Where the Bison Could Roam - The New York Times", "docs_title": ["25_Global Warming May Make You Miss These Parasites When They’re Gone - The New York Times", "248_Can the Sydney Modern Change How a ‘Sporting Nation’ Sees Itself? - The New York Times", "292_Where the Bison Could Roam - The New York Times", "522_The Muscles That Power a Female Insect’s Penislike Organ - The New York Times", "533_Girl, nine, finds megalodon shark tooth on Maryland beach - BBC News", "615_A Fossil Flower Trapped in Amber Had a Mistaken Identity for 150 Years - The New York Times", "694_Dolphins Can Shout Underwater, but It’s Never Loud Enough - The New York Times", "735_Opinion | Cougars Are Heading East. We Should Welcome Them. - The New York Times", "786_Dolphins 'shout' to get heard over noise pollution - BBC News", "890_Clouded Leopard Found at Dallas Zoo After ‘Suspicious’ Tear in Enclosure - The New York Times", "989_British drone user raises shark alarm in Australia - BBC News", "1010_Your pictures of Scotland: 6 - 13 January - BBC News", "1104_Three dead boa constrictors found among rubbish near loch - BBC News", "1111_Red Lady of Paviland: Should remains come back to Wales? - BBC News", "1216_Three dead boa constrictors found among rubbish near loch - BBC News", "1242_Biodiversity: Fungi are 'underloved and understudied' - BBC News"]}, "18": {"keyword": "18_monk_sex_relationship_people", "cluster_title": " Opinion | Dan Savage on Polyamory, Chosen Family and Better Sex - The New York Times", "docs_title": ["54_Concentration Tips: How to Focus Like It’s 1990 - The New York Times", "56_Opinion | Was Louisa May Alcott a Transgender Man? - The New York Times", "65_Book Review: ‘The Wandering Mind: What Medieval Monks Tell Us About Distraction,’ by Jamie Kreiner - The New York Times", "91_Opinion | Temple Grandin: Society Is Failing Visual Thinkers, and That Hurts Us All - The New York Times", "245_Opinion | Dan Savage on Polyamory, Chosen Family and Better Sex - The New York Times", "251_Why Clearing Clutter Can Feel Impossible - The New York Times", "253_Transcript: Ezra Klein Interviews Dan Savage - The New York Times", "465_AI’s Best Trick Yet Is Showering Us With Attention - The New York Times", "508_Lesson Plan: How to Improve Your Focus - The New York Times", "614_Do Schools Need to Do More to Support Visual Thinkers? - The New York Times", "618_In the Dating World, Crafting the Perfect Message Is Its Own Art Form - The New York Times", "807_At Under the Radar, Stories Unfold via Sexts, Tweets and Puppeteers - The New York Times", "889_Love Letter: A Former Monk’s Dating Advice - The New York Times", "919_Date Like a Monk - The New York Times", "932_What Language Do You Speak to Express Love? - The New York Times", "957_Defining Nonbinary Work Wear and More: The Week in Reporter Reads - The New York Times"]}, "19": {"keyword": "19_health_inquest_matthew_death", "cluster_title": " Blogger Beth Matthews told staff about buying substance, inquest hears - BBC News", "docs_title": ["113_Blogger, 26, died after ordering poisonous substance online, inquest hears - BBC News", "136_NHS to buy care beds to make space in hospitals - BBC News", "148_NI waiting lists: Women lose legal challenge - BBC News", "155_Pandemic care home death: Family to sue over mother's end-of-life consent - BBC News", "329_Blogger, 26, died after ordering poisonous substance online, inquest hears - BBC News", "758_Blogger Beth Matthews told staff about buying substance, inquest hears - BBC News", "802_Essex mental health deaths review demands legal powers - BBC News", "855_Opinion | Will Euthanasia Be Secular or Sacred? - The New York Times", "1000_Covid: Nurses who died probably caught virus at work - BBC News", "1025_Arthur Labinjo-Hughes: Children still at risk of harm after boy's murder - BBC News", "1089_Fentanyl Helps Push Overdose Deaths to Record Level in New York City - The New York Times", "1107_Covid: Nurses who died probably caught virus at work - BBC News", "1131_Rina Yasutake: Family thought mummified woman was still alive - BBC News", "1151_Awaab Ishak: Guidance on mould to be reviewed after toddler's death - BBC News", "1229_Dad donates kidney to stranger after daughter's transplant - BBC News"]}, "20": {"keyword": "20_design_bedroom_space_building", "cluster_title": " Redesigned With Amenities, the Chippendale Building Tries to Lure Workers - The New York Times", "docs_title": ["37_$1.5 Million Homes in California - The New York Times", "197_A 1974 Sea Ranch Cabin by William Turnbull Jr. Gets a New Life - The New York Times", "276_A California Home Returns to Its 1970s Roots, Wall-to-Wall Carpeting and All - The New York Times", "473_Danish Design Goes Wild - The New York Times", "482_Ann Gillen: Sculpting in Plain Sight - The New York Times", "484_$700,000 Homes in Texas, Virginia and Missouri - The New York Times", "606_Finding the Harlem Apartment She Always Wanted: Which One Was It? - The New York Times", "617_Homes for Sale in New York and Connecticut - The New York Times", "642_Homes for Sale in Manhattan and Brooklyn - The New York Times", "816_A Dinner Party With Soap-Shaped Chocolate Bars for Dessert - The New York Times", "911_Saks Fifth Avenue Owner Unveils Plan for Casino at NYC Store  - The New York Times", "1168_Ruth Adler Schnee, Exuberant Designer of Modernist Textiles, Dies at 99 - The New York Times", "1191_The Slow, Inevitable Death of Middle-Class Housing - The New York Times", "1196_Redesigned With Amenities, the Chippendale Building Tries to Lure Workers - The New York Times", "1204_‘Hood Century’: How One Man Is Redefining Midcentury Architecture  - The New York Times"]}, "21": {"keyword": "21_scotland_kingdom_gender_united", "cluster_title": " Clash looms on Scottish gender bill as UK government considers veto - BBC News", "docs_title": ["542_NI Protocol: James Cleverly denies 'excluding' Sinn Féin from talks - BBC News", "704_‘The Traitors’ Was a UK Hit. Will the US Version Catch On? - The New York Times", "761_Rishi Sunak and Nicola Sturgeon hold private talks in Scotland - BBC News", "771_Nicola Sturgeon holds first meeting with PM Rishi Sunak - BBC News", "973_Nicola Sturgeon and Rishi Sunak's smiles mask a deep political divide - BBC News", "982_Rishi Sunak and Nicola Sturgeon hold private talks in Scotland - BBC News", "1017_Rishi Sunak has concerns about impact of gender reforms - BBC News", "1125_Clash looms on Scottish gender bill as UK government considers veto - BBC News", "1148_SNP members offered two routes to independence - BBC News", "1194_Biden’s Goals on Northern Ireland Present Challenges for Sunak - The New York Times", "1212_Are elections the way to break the indyref2 deadlock? - BBC News", "1217_Ferry fares frozen for six months to help remote communities - BBC News", "1227_Clash looms on Scottish gender bill as UK government considers veto - BBC News", "1250_SNP members offered two routes to independence - BBC News", "1253_Starmer: '16 is too young to change legal gender' - BBC News"]}, "22": {"keyword": "22_flood_warning_flooding_wale", "cluster_title": " UK weather", "docs_title": ["319_Wales weather: Avoid water plea after rain and flood warnings - BBC News", "333_UK weather: Heavy rain prompts dozens of flood warnings - BBC News", "773_Heavy rain causes floods and travel chaos across UK - BBC News", "792_Weather: Floods in Wales cause power cuts and train delays - BBC News", "875_How to Shop for Warm, Waterproof Boots - The New York Times", "990_Heavy rain causes floods and travel chaos across UK - BBC News", "999_UK weather: More flood warnings ahead of colder spell - BBC News", "1059_Davos Is a Winter Haven, Even With the Crowds - The New York Times", "1103_UK weather: More flood warnings ahead of colder spell - BBC News", "1149_Wales weather: Warning of more flooding without investment - BBC News", "1206_In Swiss Alps, Some Wonder What a Future Without Snow May Mean  - The New York Times", "1214_UK weather: More flood warnings ahead of colder spell - BBC News", "1219_UK weather: Snow and ice warnings as cold snap set to continue - BBC News", "1244_British woman dies in avalanche in French Alps - BBC News", "1251_UK set for cold snap after weekend of floods - BBC News"]}, "23": {"keyword": "23_poetry_poem_poet_kafka", "cluster_title": " Opinion | Is Poetry Dead? Listen to the Poets. - The New York Times", "docs_title": ["20_Charles Simic, Pulitzer-Winning Poet and U.S. Laureate, Dies at 84 - The New York Times", "63_Naomi Replansky, Poet of Hopeful Struggle, Dies at 104 - The New York Times", "291_Opinion | The Secret Lives of Words - The New York Times", "376_Book Review: ‘The Diaries of Franz Kafka’ - The New York Times", "439_Rehman Rahi, 97, Eminent Kashmiri Poet Who Restored a Language, Dies - The New York Times", "469_Shadow in the Sky - The New York Times", "506_Word of the Day: fastidious - The New York Times", "620_‘Saint Omer’ Review: The Trials of Motherhood - The New York Times", "644_Word of the Day: misnomer - The New York Times", "672_Patrick Modiano Says Good Books Make Good People - The New York Times", "813_Word of the Day: squall - The New York Times", "885_Book Review: ‘This Afterlife,’ by A.E. Stallings - The New York Times", "920_Opinion | The Romance Novelist Who Faked Her Own Death - The New York Times", "1165_Opinion | Is Poetry Dead? Listen to the Poets. - The New York Times"]}, "24": {"keyword": "24_murder_mcnally_wa_brown", "cluster_title": " Mark Brown", "docs_title": ["101_Piotr Krowka: Pair jailed for manslaughter over Maghera killing - BBC News", "125_Natalie McNally: Police revisit Lurgan murder scene - BBC News", "131_Jermaine Cools: Teenager pleads guilty to murder of boy, 14 - BBC News", "331_Tomasz Waga: Three jailed for beating drug rival to death - BBC News", "355_Lynette White murderer Jeffrey Gafoor allowed out on day release - BBC News", "645_Man Pleads Guilty to 1973 Murder of Stanford Graduate - The New York Times", "666_Idaho Murders Suspect Gets Monthslong Delay in Preliminary Hearing - The New York Times", "781_Fourth man arrested over footballer Cody Fisher's death - BBC News", "969_Man jailed for life for murder in oldest double jeopardy case - BBC News", "981_Mark Brown: 'Pure evil' killer gets life sentence for women's murders - BBC News", "997_Natalie McNally: Man released on bail over murder of Lurgan woman - BBC News", "1026_Man charged with Elle Edwards murder appears in court - BBC News", "1102_Natalie McNally: Man released on bail over murder of Lurgan woman - BBC News", "1197_Indiana University Student Stabbed in ‘Racially Motivated’ Attack, School Says - The New York Times"]}, "25": {"keyword": "25_presley_lisa_elvis_marie", "cluster_title": " Celebrities Remember Lisa Marie Presley - The New York Times", "docs_title": ["551_Elvis Presley superfan, 80, kisses tribute act at concert - BBC News", "824_Lisa Marie Presley, a Life in Pictures - The New York Times", "858_Fans Mourn Lisa Marie Presley, Daughter of the King, at Graceland - The New York Times", "864_Celebrities Remember Lisa Marie Presley - The New York Times", "895_Robbie Knievel, a Motorcycle Daredevil Like His Father, Dies at 60 - The New York Times", "913_For Priscilla Presley, Lisa Marie Is Another Public, Painful Loss - The New York Times", "927_Lisa Marie Presley, Singer-Songwriter and Daughter of Elvis, Dies at 54 - The New York Times", "929_Lisa Marie Presley on Elvis, Michael Jackson and Her Music - The New York Times", "972_Lisa Marie Presley, singer and daughter of Elvis, dies aged 54 - BBC News", "975_Lisa Marie Presley: How she turned personal tragedy into hope - BBC News", "978_Lisa Marie to be buried next to son at Graceland - BBC News", "1041_Lisa Marie Presley Was Rock ’n’ Roll Royalty. Graceland Was Her Castle. - The New York Times", "1105_Lisa Marie to be buried next to son at Graceland - BBC News"]}, "26": {"keyword": "26_tennis_match_australia_player", "cluster_title": " Naomi Osaka Announces She Is Pregnant and Won’t Play in 2023 - The New York Times", "docs_title": ["109_Eurovision 2023: John Lydon's Public Image Ltd could represent Ireland - BBC News", "315_Eurovision 2023: Handover and semi-final allocation draw to be held in Liverpool - BBC News", "526_Naomi Osaka Announces She Is Pregnant and Won’t Play in 2023 - The New York Times", "544_Naomi Osaka: Four-time Grand Slam champion announces pregnancy - BBC Sport", "662_With the Australian Open Set to Begin, All Eyes Are on Rafael Nadal - The New York Times", "755_Naomi Osaka: Four-time Grand Slam champion announces pregnancy - BBC Sport", "787_Australian Open draw: Jack Draper to play Rafael Nadal, Andy Murray faces Matteo Berrettini - BBC Sport", "822_Australian Open Organizers Hope the Drama Stays on the Court - The New York Times", "853_Holger Rune Making a Name for Himself in Tennis - The New York Times", "868_Sometimes Tennis Is a Waiting Game. And Waiting and Waiting. - The New York Times", "898_War and Motherhood Sidelined Ukraine’s Elina Svitolina. She’s Ready to Return. - The New York Times", "1153_At the Australian Open, Ben Shelton Is Ready to Go Global - The New York Times", "1155_Nick Kyrgios Is Coming for Tennis - The New York Times"]}, "27": {"keyword": "27_mendy_court_hadden_woman", "cluster_title": " Benjamin Mendy", "docs_title": ["15_Ex-Gynecologist Who Abused Patients Charged With Luring Them to Office - The New York Times", "81_Woman in GoFundMe Scam Gets 3 Years in New Jersey Prison - The New York Times", "133_Luton man in court after egg thrown towards King Charles III - BBC News", "563_Benjamin Mendy: Jury can return majority verdict, judge rules - BBC News", "779_Richard Rufus: Ex-Premier League star jailed over £8m fraud - BBC News", "825_Greek Court Drops Espionage Charges Against Aid Workers - The New York Times", "903_Kevin Spacey Pleads Not Guilty to 7 Charges of Sexual Misconduct in U.K. - The New York Times", "967_Ezra Miller: The Flash star pleads guilty to trespass but avoids jail - BBC News", "970_Benjamin Mendy found not guilty of six counts of rape - BBC News", "1019_Benjamin Mendy partially acquitted but will never return to former life - BBC News", "1021_Kevin Spacey pleads not guilty to sexual assault charges - BBC News", "1134_Benjamin Mendy found not guilty of six counts of rape - BBC News", "1139_Benjamin Mendy partially acquitted but will never return to former life - BBC News"]}, "28": {"keyword": "28_ambulance_hospital_call_nh", "cluster_title": " I worry we're killing people - ambulance dispatcher - BBC News", "docs_title": ["340_NHS bosses fear impact of second ambulance strike - BBC News", "342_I worry we're killing people - ambulance dispatcher - BBC News", "346_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "554_Ambulance strike: Wales sees second day of industrial action - BBC News", "564_NHS bosses fear impact of second ambulance strike - BBC News", "567_I worry we're killing people - ambulance dispatcher - BBC News", "766_Ambulance strike: Wales sees second day of industrial action - BBC News", "780_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "984_Ambulance strike: Wales sees second day of industrial action - BBC News", "1002_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "1123_I worry we're killing people - ambulance dispatcher - BBC News", "1133_Ambulance strike: Workers feel betrayed by government, union writes - BBC News", "1222_Ambulance strike cover insufficient, says health secretary - BBC News"]}, "29": {"keyword": "29_airline_flight_southwest_air", "cluster_title": " Democratic Senators Press Southwest Over Its Christmas Meltdown - The New York Times", "docs_title": ["452_What is NOTAM? Here’s Why the FAA Grounded Flights - The New York Times", "480_Thousands of Airline Passengers Affected by FAA System Outage - The New York Times", "525_FAA Outage Highlights Fragility of the Aviation System - The New York Times", "549_FAA outage: Further delays to US flights expected after technical glitch - BBC News", "572_US flights: Technical glitch resolved and departures resume - BBC News", "661_A Gleaming Makeover for Newark’s Terminal A - The New York Times", "738_Democratic Senators Press Southwest Over Its Christmas Meltdown - The New York Times", "810_Bob Jordan, Southwest Airlines’ CEO, on What Went Wrong - The New York Times", "827_Opinion | The FAA Meltdown Proves It’s Time to Finally Fix Air Travel   - The New York Times", "897_Barclays Center Drops SeatGeek and Returns to Ticketmaster - The New York Times", "1055_Cloud ‘Shot Up’ Just Before Severe Turbulence Struck, Report Says - The New York Times", "1121_Holidaymakers spending more as bookings rise - BBC News", "1205_The Week in Business: More Air Travel Chaos - The New York Times"]}, "30": {"keyword": "30_iran_akbari_kingdom_execution", "cluster_title": " Alireza Akbari", "docs_title": ["137_Iran protests: Crowd gathers outside prison in bid to stop executions - BBC News", "152_Iran executions: UK summons top diplomat in protest at killings - BBC News", "413_Iran Gives Death Sentence to Former Defense Official, a Dual U.K. Citizen - The New York Times", "558_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "580_Iran protests: Jailed activist Sepideh Qolian describes brutality in letter - BBC News", "772_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "1027_Iran Executes Alireza Akbari, Ex-Official Accused of Spying - The New York Times", "1118_Alireza Akbari: Widespread outrage after British-Iranian executed - BBC News", "1129_UK summons top Iran diplomat over protest crackdown - BBC News", "1138_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "1145_Alireza Akbari: Iran executes British-Iranian dual national - BBC News", "1220_Alireza Akbari: Widespread outrage after British-Iranian executed - BBC News"]}, "31": {"keyword": "31_bale_brighton_liverpool_league", "cluster_title": " Brighton & Hove Albion 3-0 Liverpool", "docs_title": ["104_Aston Villa 1-2 Stevenage: League Two side produce stunning late comeback - BBC Sport", "144_Gareth Bale: Wales captain retires from football aged 33 - BBC Sport", "352_Gareth Bale: Wales captain retires from football aged 33 - BBC Sport", "1114_Brighton & Hove Albion 3-0 Liverpool: Seagulls leapfrog Reds after dominant win - BBC Sport", "1119_Cardiff City sack manager Mark Hudson - BBC Sport", "1126_Premier League LIVE: Man Utd v Man City, Brighton v Liverpool, Wolves v West Ham & Everton v Southampton score, commentary & updates - Live - BBC Sport", "1143_Brighton 3-0 Liverpool: Where now for Jurgen Klopp's Reds after 'worst game'? - BBC Sport", "1147_Everton directors miss Southampton game over safety threat - BBC Sport", "1231_Mykhailo Mudryk: Chelsea sign Shakhtar Donetsk forward in Â£89m deal - BBC Sport", "1239_Tottenham vs Arsenal, Chelsea vs Crystal Palace, Newcastle vs Fulham LIVE - Premier League score, commentary & updates - Live - BBC Sport", "1247_Brighton 3-0 Liverpool: Where now for Jurgen Klopp's Reds after 'worst game'? - BBC Sport", "1256_Tottenham Hotspur 0 Arsenal 2: Hugo Lloris own goal and Martin Odegaard strike sends Gunners eight clear - BBC Sport"]}, "32": {"keyword": "32_bee_spelling_term_hi", "cluster_title": " Spelling Bee Answers", "docs_title": ["44_Spelling Bee Answers: Monday, January 9, 2023 - The New York Times", "89_Wordle Wrap-Up: Jan. 2 to 8 - The New York Times", "199_Spelling Bee Anwers: Tuesday, January 10, 2023 - The New York Times", "420_Spelling Bee Answers: Wednesday, January 11, 2023 - The New York Times", "650_What’s in Our Queue? ‘Heartbreak High’ and More - The New York Times", "682_Spelling Bee Answers: Thursday, January 12, 2023 - The New York Times", "684_Beginning of Time - The New York Times", "880_Spelling Bee Answers: Friday, January 13, 2023 - The New York Times", "1067_Go-Getter - The New York Times", "1095_Spelling Bee Answers: Saturday, January 14, 2023 - The New York Times", "1169_Spelling Bee Answers: Sunday, January 15, 2023 - The New York Times"]}, "33": {"keyword": "33_fire_hotel_dyson_midgley", "cluster_title": " Cameron House", "docs_title": ["16_Deadly Twin Parks Fire Leads to a New Plan for Housing Safety - The New York Times", "46_First Anniversary of a Tragic Fire in the Bronx - The New York Times", "178_100 Infant Deaths Linked to Recalled Fisher-Price Sleeper - The New York Times", "552_'Number of defects' led to fatal fire at Cameron House hotel - BBC News", "569_Cameron House: Final day of evidence over fatal fire - BBC News", "575_Man killed in Cameron House Hotel fire 'was drowning in dreams' - BBC News", "764_'Number of defects' led to fatal fire at Cameron House hotel - BBC News", "796_Cameron House hotel fire affects my son every day, says survivor - BBC News", "991_Historic wild camping tradition restricted on Dartmoor - BBC News", "1115_Derry woman injured in suspected gas explosion in Kylemore Park - BBC News", "1225_Walker rescued after being swept over Moffat waterfall - BBC News"]}, "34": {"keyword": "34_state_montana_governor_republican", "cluster_title": " New Jersey Governor Wants to Expand Number of Liquor Licenses - The New York Times", "docs_title": ["165_New Jersey Governor Wants to Expand Number of Liquor Licenses - The New York Times", "182_The Key Elections Taking Place in 2023 - The New York Times", "198_Can Ron DeSantis Avoid Meeting the Press? - The New York Times", "219_What to Listen For in Hochul’s State of the State Speech - The New York Times", "266_Crime Concerns Drove Asian Americans Away From New York Democrats - The New York Times", "383_How Montana Took a Hard Right Turn Toward Christian Nationalism - The New York Times", "648_Opinion | Republicans Are Getting It Wrong About DeSantis and Florida - The New York Times", "653_Gov. Glenn Youngkin of Virginia Juggles Local Issues and National Ambition - The New York Times", "724_Pete Ricketts Will Be Nebraska’s Next Senator, Replacing Ben Sasse - The New York Times", "1199_Hand Recount of 2020 Election Results in Lycoming County Showed Little Change - The New York Times", "1203_Missouri State Lawmakers Revise Their Dress Code for Women - The New York Times"]}, "35": {"keyword": "35_arnault_fashion_patitz_browne", "cluster_title": " World's richest man promotes daughter to head Dior - BBC News", "docs_title": ["12_What Is the Best White Shirt? - The New York Times", "272_KidSuper Collaborates With Louis Vuitton - The New York Times", "454_LVMH Shuffles Leadership at Dior and Louis Vuitton, Its Top Brands - The New York Times", "576_World's richest man promotes daughter to head Dior - BBC News", "591_Supermodel Tatjana Patitz dies at 56 - BBC News", "790_World's richest man promotes daughter to head Dior - BBC News", "806_Supermodel Tatjana Patitz dies at 56 - BBC News", "928_The Risks That Define New York Times Magazine Photography - The New York Times", "960_How Thom Browne Beat Adidas in Court - The New York Times", "1063_Tatjana Patitz, a Star in the Supermodel Era, Dies at 56 - The New York Times", "1192_What Happened to the Estate of Andre Leon Talley? - The New York Times"]}, "36": {"keyword": "36_israel_netanyahu_palestine_haredi", "cluster_title": " With the Return of Netanyahu in Israel, His Family Is Back, Too - The New York Times", "docs_title": ["70_In Power With Netanyahu, Ultra-Orthodox Parties Chart Israel’s Future - The New York Times", "206_With the Return of Netanyahu in Israel, His Family Is Back, Too - The New York Times", "393_In Israel, Netanyahu’s Hard-Right Agenda Gains Steam - The New York Times", "654_Netanyahu’s Judicial Overhaul Proposal Sets Off Fury in Israel - The New York Times", "797_NUS failed to challenge antisemitism - report - BBC News", "1042_Thousands in Israel Protest Netanyahu’s Plans to Limit Courts - The New York Times", "1127_Over 80,000 Israelis protest against Supreme Court reform - BBC News", "1160_Israel Moves Right - The New York Times", "1207_Opinion | Will the U.S. Embassy in Jerusalem Be Built on Confiscated Palestinian Land? - The New York Times", "1228_Over 80,000 Israelis protest against Supreme Court reform - BBC News"]}, "37": {"keyword": "37_nh_care_health_trust", "cluster_title": " Minister outlines plan to ease NHS winter pressures - BBC News", "docs_title": ["344_Diabetes artificial pancreas tech recommended for thousands on NHS - BBC News", "356_Minister outlines plan to ease NHS winter pressures - BBC News", "368_The NHS crisis - decades in the making - BBC News", "534_Help during childbirth has declined, survey finds - BBC News", "587_The NHS crisis - decades in the making - BBC News", "751_Help during childbirth has declined, survey finds - BBC News", "801_Chester Zoo celebrates birth of world's rarest chimpanzee - BBC News", "804_The NHS crisis - decades in the making - BBC News", "1023_The NHS crisis - decades in the making - BBC News", "1140_The NHS crisis - decades in the making - BBC News"]}, "38": {"keyword": "38_bushwick_team_swim_carbajal", "cluster_title": " Brooklyn’s Lifeguard Factory Is Open Again - The New York Times", "docs_title": ["10_Sports Injuries: What to Expect In Your Recovery Journey - The New York Times", "406_You Can Do This 10-Minute Workout at Home With No Equipment - The New York Times", "743_Autism: Wales cheerleader hopes to inspire more boys - BBC News", "964_Autism: Wales cheerleader hopes to inspire more boys - BBC News", "1039_How to Find a Running Group - The New York Times", "1072_Brooklyn’s Lifeguard Factory Is Open Again - The New York Times", "1202_Devin Willock and UGA Staff Member Killed in Car Crash - The New York Times", "1224_Quadriplegic cerebral palsy: Mum sees son walk for first time - BBC News", "1233_Boy thrown from Tate Modern platform making progress, family say - BBC News", "1240_Disability: Machine lets wheelchair users experience walking - BBC News"]}, "39": {"keyword": "39_student_graph_chatgpt_tiktok", "cluster_title": " Don’t Ban ChatGPT in Schools. Teach With It. - The New York Times", "docs_title": ["64_What Motivates You to Learn? - The New York Times", "176_How Finland Is Teaching a Generation to Spot Misinformation - The New York Times", "213_Opinion | Fired by a College for Showing a Painting of Muhammad - The New York Times", "633_Don’t Ban ChatGPT in Schools. Teach With It. - The New York Times", "673_What’s Going On in This Graph? | Online College - The New York Times", "703_Why The New York Times asks readers to contribute to our journalism. - The New York Times", "715_Norm Fruchter, Champion of Equal Access to Education, Dies at 85 - The New York Times", "835_On the Couch - The New York Times", "1159_Auburn Banned TikTok, and Students Can’t Stop Talking About It - The New York Times", "1173_Opinion | How ChatGPT Hijacks Democracy - The New York Times"]}, "40": {"keyword": "40_santos_mr_campaign_republican", "cluster_title": " George Santos Faces Calls to Resign From 4 GOP Congressmen - The New York Times", "docs_title": ["221_NY Lawmakers Request House Ethics Investigation of George Santos - The New York Times", "426_George Santos’s Secret Résumé: A Wall Street Star With a 3.9 G.P.A. - The New York Times", "447_George Santos Faces Calls to Resign From 4 GOP Congressmen - The New York Times", "500_Your Wednesday Evening Briefing - The New York Times", "685_Opinion | Calls for George Santos, ‘a Fictional Character,’ to Resign - The New York Times", "727_The Mysterious Campaign Fund That Raised Big Money for George Santos - The New York Times", "846_Santos’s Lies Were Known to Some Well-Connected Republicans - The New York Times", "869_Russell Pearce, Fiery Foe of Illegal Immigration, Dies at 75 - The New York Times", "1078_In Video, George Santos Encourages Transgender People to Join GOP - The New York Times"]}, "41": {"keyword": "41_hamlin_buffalo_player_football", "cluster_title": " Damar Hamlin Transferred From Hospital in Cincinnati to Buffalo - The New York Times", "docs_title": ["5_Opinion | Football Is Deadly, but Not for the Reasons You Think - The New York Times", "29_After Damar Hamlin’s Collapse, Who Told Bengals and Bills Players to Warm Up? - The New York Times", "35_Damar Hamlin Transferred From Hospital in Cincinnati to Buffalo - The New York Times", "50_How Damar Hamlin’s Recovery Allowed Us to Breathe - The New York Times", "60_N.F.L.’s Storybook Weekend Can’t Erase Memory of Hamlin’s Collapse - The New York Times", "126_Damar Hamlin: Bills player moves from Cincinnati to Buffalo hospital one week after cardiac arrest - BBC Sport", "357_Damar Hamlin: Bills player moves from Cincinnati to Buffalo hospital one week after cardiac arrest - BBC Sport", "498_NFL’s Damar Hamlin Released From Buffalo Hospital After Jarring Injury - The New York Times", "683_Atlanta Announced as Neutral Site for Potential AFC Championship Game - The New York Times"]}, "42": {"keyword": "42_strike_teacher_union_offer", "cluster_title": " Prelims rescheduled as Scottish secondary teachers strike - BBC News", "docs_title": ["107_School strikes to go ahead after pay talks end without agreement - BBC News", "588_Prelims rescheduled as Scottish secondary teachers strike - BBC News", "745_NASUWT teaching union fails to meet ballot turnout - BBC News", "778_Scottish teacher strikes to go ahead after offer deadline passes - BBC News", "784_University staff plan 18 new days of strikes - BBC News", "996_Scottish teacher strikes to go ahead after offer deadline passes - BBC News", "1009_University staff plan 18 new days of strikes - BBC News", "1109_Scottish teachers announce 22 more days of strikes - BBC News"]}, "43": {"keyword": "43_school_shooting_gun_pornography", "cluster_title": " How Schools Have Boosted Security as Shootings Become More Common - The New York Times", "docs_title": ["68_6-Year-Old Brought Gun From Home in Newport News School Shooting, Police Say - The New York Times", "171_Suspect in Shootings at Homes and Offices of New Mexico Democrats Is in Custody - The New York Times", "240_Three-Quarters of Teenagers Have Seen Online Pornography by Age 17 - The New York Times", "487_D.C. Residents Demand Answers After Teenager Is Fatally Shot - The New York Times", "627_How Schools Have Boosted Security as Shootings Become More Common - The New York Times", "945_School Searched 6-Year-Old’s Backpack Before Newport News Shooting, Officials Say - The New York Times", "983_Newport News: Staff were alerted six-year-old may have had a weapon - BBC News", "1116_Newport News: Staff were alerted six-year-old may have had a weapon - BBC News"]}, "44": {"keyword": "44_orbit_rocket_launch_satellite", "cluster_title": " Virgin Orbit Offers More Details on Rocket Failure - The New York Times", "docs_title": ["41_Virgin Orbit’s Satellite Launch From Britain Fails - The New York Times", "118_UK space launch: Historic Cornwall rocket mission set to blast off - BBC News", "122_UK space mission fails after rocket 'anomaly' - BBC News", "192_Virgin Orbit’s Failed Launch a Setback for U.K.’s Space Industry - The New York Times", "310_UK space mission fails after rocket 'anomaly' - BBC News", "330_UK rocket failure is a setback, not roadblock - BBC News", "360_UK space launch: Historic Cornwall rocket launch ends in failure - BBC News", "725_Virgin Orbit Offers More Details on Rocket Failure - The New York Times"]}, "45": {"keyword": "45_mexico_migrant_biden_lpez", "cluster_title": " Jill Biden Focuses Empowerment of Women and Girls During Mexico Trip - The New York Times", "docs_title": ["189_In Mexico, Biden Looks for Help With Migrants and Stronger Partnership - The New York Times", "224_Jill Biden Focuses Empowerment of Women and Girls During Mexico Trip - The New York Times", "428_Biden Defends His Immigration Policy as Summit in Mexico Wraps Up - The New York Times", "456_After Rocky Start, Biden Builds Rapport with Mexico President López Obrador - The New York Times", "823_How the Biden Administration is Battling the Border Surge - The New York Times", "1033_Eric Adams Heads to Mexican Border, as the Migrant Crisis Continues - The New York Times", "1163_Adams Visits the Border to Step Up Pressure on Biden for Migrant Funds - The New York Times"]}, "46": {"keyword": "46_city_adam_library_hochul", "cluster_title": " Mayor’s Proposed Cuts to Libraries Will Hurt New Yorkers, Leaders Say - The New York Times", "docs_title": ["220_Hochul to Unveil a $1 Billion Plan Addressing Mental Illness in New York - The New York Times", "250_Hochul’s Vision for New York: Fighting Crime and Building Housing - The New York Times", "472_Mayor’s Proposed Cuts to Libraries Will Hurt New Yorkers, Leaders Say - The New York Times", "809_Former San Jose Mayor Sam Liccardo Discusses Tenure in Interview - The New York Times", "838_Will New York City’s Soccer Stadium Cost Taxpayers $0 or $516 Million? - The New York Times", "840_Adams Unveils $103 Billion Budget as New York Faces Major Challenges - The New York Times", "937_Budget Slashes 3-K for New York City Children - The New York Times"]}, "47": {"keyword": "47_debt_limit_republican_treasury", "cluster_title": " The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?  - The New York Times", "docs_title": ["190_Opinion | Election Deniers Are Also Economy Deniers - The New York Times", "462_I.R.S. Backlogs Continue as Republicans Mount Offensive - The New York Times", "476_The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?  - The New York Times", "693_U.S. Deficit Fell to $1.4 Trillion in 2022 - The New York Times", "821_Opinion | Why Republican Politicians Still Hate Medicare - The New York Times", "867_U.S. Will Hit Debt Limit on Thursday, Yellen Tells Congress - The New York Times", "893_Your Friday Evening Briefing - The New York Times"]}, "48": {"keyword": "48_tate_rabouin_begum_police", "cluster_title": " Phoenix Police Investigate Their Detention of a Wall Street Journal Reporter - The New York Times", "docs_title": ["58_Phoenix Police Investigate Their Detention of a Wall Street Journal Reporter - The New York Times", "338_Andrew Tate loses bid to end detention in Romania - BBC News", "530_Ebbw Vale: Shoplifter pulled out manager's teeth - BBC News", "556_Shamima Begum accepts she joined a terror group - BBC News", "561_Andrew Tate loses bid to end detention in Romania - BBC News", "1128_Romanian police seize luxury cars from Andrew Tate's property - BBC News", "1232_Romanian police seize luxury cars from Andrew Tate's property - BBC News"]}, "49": {"keyword": "49_ltzerath_europe_earth_rare", "cluster_title": " Sweden Says It Has Uncovered a Rare Earth Bonanza - The New York Times", "docs_title": ["300_Petrol below £1.50 a litre for first time since Russia invaded Ukraine - BBC News", "803_Huge rare earth metals discovery in Arctic Sweden - BBC News", "961_Sweden Says It Has Uncovered a Rare Earth Bonanza - The New York Times", "965_Lützerath: Greta Thunberg joins 'Pinky' and 'Brain' tunnel protest - BBC News", "1022_Huge rare earth metals discovery in Arctic Sweden - BBC News", "1031_What Does the War in Ukraine Mean for the Climate?  - The New York Times", "1097_German Village at Center of a Fight Over Coal and Climate Is Cleared Out - The New York Times"]}, "50": {"keyword": "50_judge_lasalle_court_justice", "cluster_title": " Why Left-Leaning Democrats May Torpedo Hochul’s Choice of Top Judge - The New York Times", "docs_title": ["69_Supreme Court Evaluates Scope of Attorney-Client Privilege - The New York Times", "85_Supreme Court to Hear Arguments on Free Speech and Immigration Law - The New York Times", "466_Why Left-Leaning Democrats May Torpedo Hochul’s Choice of Top Judge - The New York Times", "634_William Consovoy Dies at 48; Took Conservative Cases to Supreme Court - The New York Times", "723_Bannon’s Lawyer Claims Communication Breakdown in Border Wall Case - The New York Times", "933_Justice Dept. Cracks Down on Firearm Accessories in Bid to Bolster Gun Safety - The New York Times", "1186_Alfred T. Goodwin, Judge in Pledge of Allegiance Case, Dies at 99 - The New York Times"]}, "51": {"keyword": "51_cardinal_pell_church_australia", "cluster_title": " Controversial Catholic cleric Pell dies aged 81 - BBC News", "docs_title": ["343_Controversial Catholic cleric Pell dies aged 81 - BBC News", "348_Church of England announces £100m fund after slavery links - BBC News", "501_George Pell, Cardinal Whose Abuse Conviction Was Overturned, Dies at 81 - The New York Times", "566_Controversial Catholic cleric Pell dies aged 81 - BBC News", "571_Church of England announces £100m fund after slavery links - BBC News", "777_Cardinal Pell: No state funeral in Victoria due to victim distress - BBC News"]}, "52": {"keyword": "52_amazon_staff_centre_gourock", "cluster_title": " Amazon to close Gourock distribution centre with loss of 300 jobs - BBC News", "docs_title": ["311_Amazon warehouse closures put 1,200 jobs at risk - BBC News", "341_Labour unveils plan to help jobseekers find work - BBC News", "365_Amazon to close Gourock distribution centre with loss of 300 jobs - BBC News", "510_The Shed Changes Leadership Structure - The New York Times", "791_Top public servant paid £14,000 for unused leave - BBC News", "1218_Hospitality businesses in Wales offer perks to lure staff - BBC News"]}, "53": {"keyword": "53_cavendish_police_marten_dog", "cluster_title": " Caterham dog attack", "docs_title": ["129_Missing couple and baby seen in Colchester, say police - BBC News", "153_Mark Cavendish 'threatened with Rambo knife' at Essex home - BBC News", "307_Baby's welfare is priority in missing couple search, police say - BBC News", "540_Baby hit by brick thrown through bus window in Glasgow - BBC News", "1108_Caterham dog attack: Dog walker was mauled to death - BBC News", "1226_Euston shooting: Car appeal after six injured at London church - BBC News"]}, "54": {"keyword": "54_strike_pay_scotland_teacher", "cluster_title": " Strikes Update", "docs_title": ["316_Strikes Update: How Wednesday 11 January’s walkouts will affect you - BBC News", "535_Strikes Update: How Wednesday 11 January’s walkouts will affect you - BBC News", "770_Welsh NHS strikes to continue despite talks - BBC News", "986_Welsh NHS strikes to continue despite talks - BBC News", "1001_Scottish NHS strikes on hold while pay offer negotiated - BBC News", "1113_Scottish NHS strikes on hold while pay offer negotiated - BBC News"]}, "55": {"keyword": "55_mail_cyber_royal_incident", "cluster_title": " Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "docs_title": ["336_Hong Kong: Jimmy Lai's UK lawyers call for meeting with Rishi Sunak - BBC News", "559_Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "612_The Workers Who Deliver in Minutes - The New York Times", "769_Royal Mail: Overseas post still disrupted after 'cyber incident' - BBC News", "774_Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "979_Royal Mail hit by Russia-linked ransomware attack - BBC News"]}, "56": {"keyword": "56_republican_committee_federal_trump", "cluster_title": " Opinion | The Fraudulence of Investigating the Investigators - The New York Times", "docs_title": ["226_Powell Says Fed Will Not Be a ‘Climate Policymaker’ - The New York Times", "286_House Approves GOP Inquiry Into ‘Weaponization’ of Government - The New York Times", "629_Your Thursday Evening Briefing - The New York Times", "674_Opinion | The Fraudulence of Investigating the Investigators - The New York Times", "977_US renames five places that used racist slur for Native Americans - BBC News"]}, "57": {"keyword": "57_scotland_yousaf_nh_hospital", "cluster_title": " Care homes places to free up hospital beds in Scotland - BBC News", "docs_title": ["108_Scotland's A&E departments not safe for patients, says doctors' union - BBC News", "138_Scottish hospitals are almost full, says Nicola Sturgeon - BBC News", "143_Why is the NHS under so much pressure? - BBC News", "366_Scottish hospitals are almost full, says Nicola Sturgeon - BBC News", "370_Care homes places to free up hospital beds in Scotland - BBC News"]}}