{"-1": {"keyword": "15_rabouin_bank_mr_police", "cluster_title": " Phoenix Police Investigate Their Detention of a Wall Street Journal Reporter - The New York Times", "docs_title": ["0_Adolfo Kaminsky Dies at 97; His Forgeries Saved Thousands of Jews - The New York Times", "3_Brooklyn Judge Accused of Making Racist and Homophobic Remarks Resigns - The New York Times", "9_Review: ‘The Bandit Queens,’ by Parini Shroff  - The New York Times", "14_Alex Brightman Lays ‘Beetlejuice’ to Rest - The New York Times", "15_Ex-Gynecologist Who Abused Patients Charged With Luring Them to Office - The New York Times", "28_Special Grand Jury in Georgia Trump Inquiry Concludes Its Investigation - The New York Times", "33_SZA’s ‘SOS’ Holds Off Taylor Swift for a Fourth Week at No. 1 - The New York Times", "39_Diary of a Spelling Bee Fanatic - The New York Times", "41_Virgin Orbit’s Satellite Launch From Britain Fails - The New York Times", "65_Book Review: ‘The Wandering Mind: What Medieval Monks Tell Us About Distraction,’ by Jamie Kreiner - The New York Times", "68_6-Year-Old Brought Gun From Home in Newport News School Shooting, Police Say - The New York Times", "85_Supreme Court to Hear Arguments on Free Speech and Immigration Law - The New York Times", "87_A Family Found a Hibernating Bear Under a Deck. They’re Letting It Stay. - The New York Times", "95_Czech Court Clears Andrej Babis of Fraud in E.U. Funds Case - The New York Times", "101_Piotr Krowka: Pair jailed for manslaughter over Maghera killing - BBC News", "104_Aston Villa 1-2 Stevenage: League Two side produce stunning late comeback - BBC Sport", "106_Dorset police renew appeal to identify man found in Weymouth - BBC News", "109_Eurovision 2023: John Lydon's Public Image Ltd could represent Ireland - BBC News", "117_21st Century Folk: GP who nearly died from Covid becomes folk song hero - BBC News", "118_UK space launch: Historic Cornwall rocket mission set to blast off - BBC News", "122_UK space mission fails after rocket 'anomaly' - BBC News", "125_Natalie McNally: Police revisit Lurgan murder scene - BBC News", "129_Missing couple and baby seen in Colchester, say police - BBC News", "131_Jermaine Cools: Teenager pleads guilty to murder of boy, 14 - BBC News", "134_Brewdog boss pays out £500,000 in gold can row - BBC News", "137_Iran protests: Crowd gathers outside prison in bid to stop executions - BBC News", "144_Gareth Bale: Wales captain retires from football aged 33 - BBC Sport", "145_Two British men missing in Ukraine, say officials - BBC News", "147_Teacher charged with abuse after BBC Radio 4 investigation - BBC News", "150_Fashion brands paid Bangladesh factories less than cost - report - BBC News", "152_Iran executions: UK summons top diplomat in protest at killings - BBC News", "153_Mark Cavendish 'threatened with Rambo knife' at Essex home - BBC News"]}, "0": {"keyword": "0_de_la_en_bolsonaro", "cluster_title": " Laredo, la ciudad que podría convertirse en un hito del comercio mundial - The New York Times", "docs_title": ["7_Bolsonaro Supporters Lay Siege to Brazil’s Capital - The New York Times", "19_Who Is Jair Bolsonaro? - The New York Times", "22_Your Tuesday Briefing: Brazil Arrests Rioters - The New York Times", "30_What We Know About Investigations Into the Brazil Protests - The New York Times", "31_Your Monday Evening Briefing - The New York Times", "47_Laredo, la ciudad que podría convertirse en un hito del comercio mundial - The New York Times", "53_Here’s the latest on the riot in the Brazilian capital. - The New York Times", "57_Brazil’s Protests Resemble the US Capitol Attack on Jan. 6 - The New York Times", "73_Opinion | Bolsonaro ‘The Trump of the Tropics’ Goes Bust - The New York Times", "78_Videos Show How Rioters Stormed Brazil’s Capital - The New York Times", "79_Opinion | Brazil’s President Lula Has No Easy Choices - The New York Times", "96_Your Monday Briefing - The New York Times", "98_Redes sociales y el cerebro adolescente: esto dice un estudio - The New York Times", "102_Bolsonaro supporters storm Brazil government buildings - Key moments - BBC News", "105_Brazil Congress: Lula vows to punish supporters of Bolsonaro after riot - BBC News", "114_Brazil Congress: How police failed to stop the protest - BBC News", "116_Inside Brazil's stormed presidential palace - BBC News", "124_Brazil Congress: ‘Sad to think we’ve come to this point’ - BBC News", "141_Video shows Brazil Supreme Court mass break-in - BBC News", "156_Brazil Congress: Mass arrests as Lula condemns 'terrorist' riots - BBC News", "157_Brazil protests: Security forces detain 1,500 after Congress stormed - BBC News"]}, "1": {"keyword": "1_health_hospital_nh_care", "cluster_title": " NHS to buy care beds to make space in hospitals - BBC News", "docs_title": ["38_More Than 7,000 Nurses Go on Strike at Two NYC Hospitals - The New York Times", "100_Rishi Sunak refuses to say if he uses private GP - BBC News", "108_Scotland's A&E departments not safe for patients, says doctors' union - BBC News", "112_China Covid: More than 88 million people in Henan infected, official says - BBC News", "113_Blogger, 26, died after ordering poisonous substance online, inquest hears - BBC News", "135_NHS pay: Nurses leader sees optimism over Sunak talks - BBC News", "136_NHS to buy care beds to make space in hospitals - BBC News", "138_Scottish hospitals are almost full, says Nicola Sturgeon - BBC News", "142_NHS: Woman, 90, forced to wait three days in A&E chair - BBC News", "143_Why is the NHS under so much pressure? - BBC News", "146_NI health: Stalemate catastrophic for health service, says former leader - BBC News", "148_NI waiting lists: Women lose legal challenge - BBC News", "155_Pandemic care home death: Family to sue over mother's end-of-life consent - BBC News"]}, "2": {"keyword": "2_restaurant_noma_wine_redzepi", "cluster_title": " With Noma, René Redzepi Spawned a World of Imitators, but the Restaurant Remains an Original - The New York Times", "docs_title": ["13_BAM Artistic Director David Binder to Step Down in July - The New York Times", "26_Noma, Rated the World’s Best Restaurant, Is Closing Its Doors - The New York Times", "27_In Defense of Cabbage - The New York Times", "37_$1.5 Million Homes in California - The New York Times", "52_A Nonalcoholic Amaro ‘Falso’ From St. Agrestis - The New York Times", "55_Skatepark Near Colosseum Gives Rome a Modern Tourist Spot - The New York Times", "66_With Noma, René Redzepi Spawned a World of Imitators, but the Restaurant Remains an Original - The New York Times", "74_Simona Tabasco, ‘White Lotus’ Fan Favorite, on the Best Parts of Italy - The New York Times", "88_Jean Paré, Best-Selling ‘Everyday’ Cookbook Author, Dies at 95 - The New York Times", "90_12 Great Places to Drink Wine in London - The New York Times"]}, "3": {"keyword": "3_game_player_hamlin_football", "cluster_title": " Damar Hamlin Transferred From Hospital in Cincinnati to Buffalo - The New York Times", "docs_title": ["5_Opinion | Football Is Deadly, but Not for the Reasons You Think - The New York Times", "10_Sports Injuries: What to Expect In Your Recovery Journey - The New York Times", "29_After Damar Hamlin’s Collapse, Who Told Bengals and Bills Players to Warm Up? - The New York Times", "32_Draymond Green Sets Us Straight on the Real N.B.A. - The New York Times", "35_Damar Hamlin Transferred From Hospital in Cincinnati to Buffalo - The New York Times", "48_Texans and Cardinals Coaches Fired as N.F.L. Teams Review Staffing - The New York Times", "50_How Damar Hamlin’s Recovery Allowed Us to Breathe - The New York Times", "60_N.F.L.’s Storybook Weekend Can’t Erase Memory of Hamlin’s Collapse - The New York Times", "61_No Tailgating at College Football Championship Is Just One Difference From Bowls - The New York Times", "126_Damar Hamlin: Bills player moves from Cincinnati to Buffalo hospital one week after cardiac arrest - BBC Sport"]}, "4": {"keyword": "4_plastic_storm_ozone_california", "cluster_title": " How Did a Normally Dry La Niña Winter Become So Rainy? - The New York Times", "docs_title": ["1_Restoration of the Ozone Layer Is Back on Track, Scientists Say - The New York Times", "4_How Did a Normally Dry La Niña Winter Become So Rainy? - The New York Times", "24_French Food Giant Danone Sued Over Plastic Use Under Landmark Law - The New York Times", "25_Global Warming May Make You Miss These Parasites When They’re Gone - The New York Times", "82_California’s Santa Cruz Region Battered by Storms and Flooding - The New York Times", "99_Opinion | The Unexpected Gift of Dead Plants - The New York Times", "111_Australia flood crisis: 'Once in a century' - BBC News", "130_Ozone layer may be restored in decades, UN report says - BBC News", "149_Single-use plastic cutlery and plates to be banned in England - BBC News"]}, "5": {"keyword": "5_union_pay_strike_government", "cluster_title": " Chris Mason", "docs_title": ["94_UK Economy Withers as Covid Puts Workers on the Sidelines - The New York Times", "103_China Covid: Workers making tests clash with police at factory - BBC News", "107_School strikes to go ahead after pay talks end without agreement - BBC News", "110_Talks to resolve strikes end with little progress, unions say - BBC News", "128_Tone shifting on both sides after latest pay talks - BBC News", "139_Strike daily: How Monday 9 January strikes will affect you - BBC News", "140_Chris Mason: Could one-off payments idea spell end to strikes? - BBC News", "151_NHS strikes: Wales pay rise offer ruled out by Drakeford - BBC News"]}, "6": {"keyword": "6_student_dr_protein_can", "cluster_title": " A.I. Turns Its Artistry to Creating New Human Proteins - The New York Times", "docs_title": ["44_Spelling Bee Answers: Monday, January 9, 2023 - The New York Times", "49_No Corrections: Jan. 9, 2023 - The New York Times", "54_Concentration Tips: How to Focus Like It’s 1990 - The New York Times", "64_What Motivates You to Learn? - The New York Times", "75_A.I. Turns Its Artistry to Creating New Human Proteins - The New York Times", "89_Wordle Wrap-Up: Jan. 2 to 8 - The New York Times", "91_Opinion | Temple Grandin: Society Is Failing Visual Thinkers, and That Hurts Us All - The New York Times", "93_Word of the Day: grapple - The New York Times"]}, "7": {"keyword": "7_poem_replansky_work_mx", "cluster_title": " Naomi Replansky, Poet of Hopeful Struggle, Dies at 104 - The New York Times", "docs_title": ["12_What Is the Best White Shirt? - The New York Times", "20_Charles Simic, Pulitzer-Winning Poet and U.S. Laureate, Dies at 84 - The New York Times", "56_Opinion | Was Louisa May Alcott a Transgender Man? - The New York Times", "63_Naomi Replansky, Poet of Hopeful Struggle, Dies at 104 - The New York Times", "80_How Nonbinary Professionals Get Dressed for Work - The New York Times", "92_Frigid Fringe Festival Is ‘Uncensored’ No More After Pulling a Work About Gender - The New York Times", "123_No Trousers Tube Ride: Trouserless travellers take to Tube for event - BBC News"]}, "8": {"keyword": "8_harry_prince_meghan_family", "cluster_title": " Prince Harry says Diana would be 'heartbroken' over Royal Family rift - BBC News", "docs_title": ["2_Has Prince Harry’s ‘Spare’ Changed Public Opinion of Him? - The New York Times", "11_What We Learned From Prince Harry’s ITV and ‘60 Minutes’ Interviews - The New York Times", "45_Prince Harry Memoir Signals Bigger Royal Rift - The New York Times", "77_What Prince Harry’s Memoir Cover Says About What Is (And Is Not) in the Book - The New York Times", "115_Harry claims media connections made Camilla 'dangerous' - BBC News", "119_Prince Harry says Diana would be 'heartbroken' over Royal Family rift - BBC News", "120_Prince Harry attacks royal 'silence' after Jeremy Clarkson's Meghan column - BBC News"]}, "9": {"keyword": "9_company_mortgage_noncompetes_year", "cluster_title": " Rents rising at fastest rate for seven years - BBC News", "docs_title": ["17_Wall Street Braces for a Weak Earnings Season - The New York Times", "23_Opinion | FTC Chair Lina Khan on the Problems with Noncompetes  - The New York Times", "71_Wall Street Sets Low Expectations for Corporate Earnings - The New York Times", "72_Disney Is Bringing Employees Back Four Days a Week - The New York Times", "121_McDonald's: Former boss Easterbrook fined after staff relationship - BBC News", "127_Energy bill support for firms set to be cut - BBC News", "132_Rents rising at fastest rate for seven years - BBC News"]}, "10": {"keyword": "10_ukraine_russia_war_soldier", "cluster_title": " Ukraine Rejects Russia’s Claim of 600 Killed in Kramatorsk Attack - The New York Times", "docs_title": ["8_Going Toe to Toe in Bakhmut - The New York Times", "18_Shifting Strategy, Ukraine Goes Toe to Toe With Russia in Bakhmut - The New York Times", "21_A Korean War Wall of Remembrance Set Hundreds of Errors in Stone - The New York Times", "62_Putin’s Cease-Fire Effort to Divide the West Over Ukraine Fall Flat - The New York Times", "67_Quotation of the Day: Korean War Memorial Is Riddled With Errors - The New York Times", "97_Ukraine Rejects Russia’s Claim of 600 Killed in Kramatorsk Attack - The New York Times", "154_Ukraine denies Russian claim it killed 600 soldiers - BBC News"]}, "11": {"keyword": "11_republican_haredi_mccarthy_house", "cluster_title": " House Rules Package Approved Amid Concerns About McCarthy’s Concessions - The New York Times", "docs_title": ["6_Could Congressional Gridlock Lead to More Government Shutdowns? - The New York Times", "36_Opinion | Ron DeSantis Could Decide Republicans’ Foreign Policy - The New York Times", "42_House Rules Package Approved Amid Concerns About McCarthy’s Concessions - The New York Times", "70_In Power With Netanyahu, Ultra-Orthodox Parties Chart Israel’s Future - The New York Times", "84_Opinion | Speaker, Speaker, What Do You See? I See MAGA Looking at Me. - The New York Times", "86_House Republicans Vote to Rescind IRS Funding - The New York Times"]}, "12": {"keyword": "12_film_director_movie_theater", "cluster_title": " Film Forum Director Karen Cooper to Step Down After 50 Years - The New York Times", "docs_title": ["43_Film Forum Director Karen Cooper to Step Down After 50 Years - The New York Times", "51_Ruggero Deodato, Whose ‘Cannibal Holocaust’ Enraged, Dies at 83 - The New York Times", "76_Golden Globes: How to Watch, What to Know About the Scandal - The New York Times", "83_What’s on TV This Week: ‘The Last of Us’ and the Golden Globes - The New York Times"]}, "13": {"keyword": "13_fire_twin_new_park", "cluster_title": " Deadly Twin Parks Fire Leads to a New Plan for Housing Safety - The New York Times", "docs_title": ["16_Deadly Twin Parks Fire Leads to a New Plan for Housing Safety - The New York Times", "40_Buffalo’s Unrelenting Tragedy: ‘We Haven’t Really Got a Chance to Heal’ - The New York Times", "46_First Anniversary of a Tragic Fire in the Bronx - The New York Times", "59_At Praise Fest in New Orleans, Spreading the Gospel Through Song and Community - The New York Times"]}, "14": {"keyword": "14_jersey_law_new_gun", "cluster_title": " Judge Blocks Much of New Jersey Law Limiting Guns in Public - The New York Times", "docs_title": ["34_Judge Blocks Much of New Jersey Law Limiting Guns in Public - The New York Times", "69_Supreme Court Evaluates Scope of Attorney-Client Privilege - The New York Times", "81_Woman in GoFundMe Scam Gets 3 Years in New Jersey Prison - The New York Times"]}, "15": {"keyword": "15_rabouin_bank_mr_police", "cluster_title": " Phoenix Police Investigate Their Detention of a Wall Street Journal Reporter - The New York Times", "docs_title": ["58_Phoenix Police Investigate Their Detention of a Wall Street Journal Reporter - The New York Times", "133_Luton man in court after egg thrown towards King Charles III - BBC News"]}}