{"-1": {"keyword": "15_action_tate_legal_kingdom", "cluster_title": " Why it is becoming easier to sue Big Tech in the UK - BBC News", "docs_title": ["8_Vatican Pledges to Look Into Emanuela Orlandi Disappearance  - The New York Times", "9_Book Review: ‘Ghost Season,’ by Fatin Abbas - The New York Times", "10_The Southwest Airlines Meltdown - The New York Times", "15_Golden Globes Winners 2023: The Complete List - The New York Times", "17_Carlos Correa Completes $200 Million Deal with Twins - The New York Times", "18_How Finland Is Teaching a Generation to Spot Misinformation - The New York Times", "19_The Riverside Drive Apartment Where a Broadway Play Was Born - The New York Times", "20_100 Infant Deaths Linked to Recalled Fisher-Price Sleeper - The New York Times", "29_Coinbase Lays Off Another 20% of Employees - The New York Times", "30_SEC Fines Steve Easterbrook, McDonald’s Ex-CEO - The New York Times", "33_Inside Intel’s Delays in Delivering a Crucial New Microprocessor - The New York Times", "34_Virgin Orbit’s Failed Launch a Setback for U.K.’s Space Industry - The New York Times", "39_A 1974 Sea Ranch Cabin by William Turnbull Jr. Gets a New Life - The New York Times", "46_Word of the Day: discontent - The New York Times", "48_With the Return of Netanyahu in Israel, His Family Is Back, Too - The New York Times", "51_Is Sea Moss Good For You? - The New York Times", "53_Late-Night Snacking and More Reader Questions - The New York Times", "63_NY Lawmakers Request House Ethics Investigation of George Santos - The New York Times", "70_Opinion | I’m a Scientist Who Spoke Up About Climate Change. My Employer Fired Me. - The New York Times", "72_The Golden Globes Are Back. Will the Celebrities Be? - The New York Times", "75_In the Philippines, Marcos and Duterte’s Alliance Revives Old Worries - The New York Times", "76_Opinion | Can We Stop High Inflation Without a Recession? - The New York Times", "78_75 Years Ago, Latin Jazz Was Born. Its Offspring Are Going Strong. - The New York Times", "86_How Danhausen Became Professional Wrestling’s Strangest Star - The New York Times", "88_Opinion | ‘Hello, My Child.’ This Is the Story of a Trans Man and the Birth of His Daughter. - The New York Times", "97_What Should I Eat or Drink When I Have a Cold? - The New York Times", "102_Gjelina, a Los Angeles Favorite, Opens, and More NYC Restaurant News - The New York Times", "111_Ben Platt to Lead ‘Parade’ Revival on Broadway This Season - The New York Times", "113_How to Make the Most Flavorful Grits - The New York Times", "115_How Three Black Women Hope to Change the Home Appraisal Industry - The New York Times", "116_Disney Revises Pricing Policies at Its Parks - The New York Times", "120_Goldman Sachs Begins Large Round of Layoffs - The New York Times", "124_Corrections: Jan. 10, 2023 - The New York Times", "125_Dirt Roads - The New York Times", "131_As Infrastructure Money Lands, the Job Dividends Begin - The New York Times", "132_Russia Reports 2022 Deficit of $47 Billion - The New York Times", "135_Your Wednesday Briefing: Shanghai’s Devastating Outbreak - The New York Times", "152_UK space mission fails after rocket 'anomaly' - BBC News", "153_Amazon warehouse closures put 1,200 jobs at risk - BBC News", "154_Evri Stockport raid: Seven held after hundreds of parcels stolen - BBC News", "155_China blocks visas for S Korea and Japan over Covid restrictions - BBC News", "156_Almost 90% of games sold in UK in 2022 were digital - ERA - BBC News", "162_Leisure services at risk without further support for energy bills, UK government warned - BBC Sport", "167_Vanity Soho strip club shut by council after alleged spikings - BBC News", "172_UK rocket failure is a setback, not roadblock - BBC News", "174_Uranium in cargo sparked alert at Heathrow Airport - BBC News", "176_Foo Fighters announce their first shows since Taylor Hawkins' death - BBC News", "178_Hong Kong: Jimmy Lai's UK lawyers call for meeting with Rishi Sunak - BBC News", "182_NHS bosses fear impact of second ambulance strike - BBC News", "183_Labour unveils plan to help jobseekers find work - BBC News", "184_I worry we're killing people - ambulance dispatcher - BBC News", "185_Controversial Catholic cleric Pell dies aged 81 - BBC News", "186_Diabetes artificial pancreas tech recommended for thousands on NHS - BBC News", "188_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "190_Church of England announces £100m fund after slavery links - BBC News", "193_'Energy prices will still absolutely soar for us' - BBC News", "196_Dr Dre forces US politician Marjorie Taylor Greene to remove promo video - BBC News", "200_Global recession warning as World Bank cuts economic forecast - BBC News", "202_UK space launch: Historic Cornwall rocket launch ends in failure - BBC News", "207_Amazon to close Gourock distribution centre with loss of 300 jobs - BBC News", "214_Boris Johnson erased from Grant Shapps spaceport picture - BBC News", "215_Strikes bill: Unions criticise plans as unworkable - BBC News"]}, "0": {"keyword": "0_word_people_can_like", "cluster_title": " Puzzle Mania Super Mega Answers 2022 - The New York Times", "docs_title": ["5_A Paris Cabaret Makes Way for ‘Cabaret’ - The New York Times", "12_Tiny Love Stories: ‘The Luxury of Her Attention’ - The New York Times", "27_Puzzle Mania Super Mega Answers 2022 - The New York Times", "41_Spelling Bee Anwers: Tuesday, January 10, 2023 - The New York Times", "52_AI Is Becoming More Conversant. But Will It Get More Honest?  - The New York Times", "54_What Are Your Predictions for 2023? - The New York Times", "87_Opinion | Dan Savage on Polyamory, Chosen Family and Better Sex - The New York Times", "89_NYT Crossword Answers: Christine of “Chicago Hope” - The New York Times", "90_Can the Sydney Modern Change How a ‘Sporting Nation’ Sees Itself? - The New York Times", "93_Why Clearing Clutter Can Feel Impossible - The New York Times", "95_Transcript: Ezra Klein Interviews Dan Savage - The New York Times", "96_Book Review: ‘The Half Known Life,’ by Pico Iyer - The New York Times", "109_Film Club: ‘Shadow’s Dream’ - The New York Times", "114_KidSuper Collaborates With Louis Vuitton - The New York Times", "118_A California Home Returns to Its 1970s Roots, Wall-to-Wall Carpeting and All - The New York Times", "121_National Endowment for the Humanities Announces $28.1 Million in Grants - The New York Times", "130_Book Review: ‘The Deluge,’ by Stephen Markley - The New York Times", "133_Opinion | The Secret Lives of Words - The New York Times", "136_Opinion | Watching Movies With Low Vision - The New York Times"]}, "1": {"keyword": "1_mr_trump_biden_document", "cluster_title": " Biden ‘Surprised’ to Learn Classified Documents Were Found in Private Office - The New York Times", "docs_title": ["4_Biden ‘Surprised’ to Learn Classified Documents Were Found in Private Office - The New York Times", "13_Suspect in Shootings at Homes and Offices of New Mexico Democrats Is in Custody - The New York Times", "21_Book Review: ‘The Riders Come Out at Night,’ by Ali Winston and Darwin BondGraham - The New York Times", "25_Death Penalty in California Is a Puzzle for Gov. Gavin Newsom - The New York Times", "31_In Mexico, Biden Looks for Help With Migrants and Stronger Partnership - The New York Times", "36_Robert Moller Dies at 85; Mediated Between U.N. Envoys and the City - The New York Times", "44_These New California Laws Are Taking Effect in 2023 - The New York Times", "49_Allen Weisselberg, Ex-Trump Executive, Sentenced to 5 Months in Jail - The New York Times", "50_Justice Dept. Appeals Ruling on Government Liability in 2017 Church Shooting - The New York Times", "57_N.W.S.L. Bans Ex-Coaches and Fines Teams After Misconduct Report - The New York Times", "59_DC Court Weighs E. Jean Carroll’s Defamation Suit Against Trump - The New York Times", "65_Biden Lawyers Found Classified Documents at His Former Office - The New York Times", "66_Jill Biden Focuses Empowerment of Women and Girls During Mexico Trip - The New York Times", "85_Giuliani Receives Grand Jury Subpoena for Records Related to Trump - The New York Times", "103_Terror Trial Opens With Chilling Descriptions of Deadly Bike-Path Scene - The New York Times", "195_Biden 'surprised' about classified files discovery at former office - BBC News", "197_Lynette White murderer Jeffrey Gafoor allowed out on day release - BBC News"]}, "2": {"keyword": "2_ukraine_russia_greece_europe", "cluster_title": " Britain Is Considering Sending Tanks to Ukraine - The New York Times", "docs_title": ["26_Greece Opens Espionage Trial of Aid Workers Who Helped Migrants - The New York Times", "42_More than 200 Russian doctors petition Putin to give medical care to Navalny. - The New York Times", "43_Your Tuesday Briefing - The New York Times", "45_Britain Is Considering Sending Tanks to Ukraine - The New York Times", "60_Ukrainian Troops Will Travel to US to Learn to Operate Patriot Missile System - The New York Times", "110_Prompted by Russian Aggression, EU and NATO Vow New Cooperation - The New York Times", "139_What Does It Mean to Provide ‘Security Guarantees’ to Ukraine? - The New York Times", "149_Baby's welfare is priority in missing couple search, police say - BBC News", "157_Eurovision 2023: Handover and semi-final allocation draw to be held in Liverpool - BBC News", "164_Two British men missing in Ukraine, say officials - BBC News", "173_Tomasz Waga: Three jailed for beating drug rival to death - BBC News", "181_Greek trial of 24 rescuers who saved migrants in Med begins - BBC News", "189_Family of British man Chris Parry missing in Ukraine 'very worried' - BBC News", "194_Gareth Bale: Wales captain retires from football aged 33 - BBC Sport", "211_Ukraine war: Conflicting claims over embattled town of Soledar - BBC News"]}, "3": {"keyword": "3_fed_inflation_kashkari_wa", "cluster_title": " The Fed May Finally Be Winning the War on Inflation. But at What Cost? - The New York Times", "docs_title": ["6_Arkansas City Elected an 18-Year-Old Mayor to Turn Things Around - The New York Times", "23_Jimmy Kimmel: McCarthy Won After Near-Knockout Punches - The New York Times", "32_Opinion | Election Deniers Are Also Economy Deniers - The New York Times", "47_Opinion | The Chaos Caucus Is Now in Charge - The New York Times", "68_Powell Says Fed Will Not Be a ‘Climate Policymaker’ - The New York Times", "74_What’s in the New House Rules Package? Here’s a Breakdown - The New York Times", "84_The Fed May Finally Be Winning the War on Inflation. But at What Cost? - The New York Times", "105_Katie Porter Announces Run for US Senate - The New York Times", "106_Opinion | Some Good Can Come Out of the Kevin McCarthy Fiasco - The New York Times", "117_Lynette Hardaway, of Pro-Trump Duo Diamond and Silk, Dies at 51 - The New York Times", "122_Opinion | The Less Talked About Part of Kevin McCarthy’s Deal With Republican Radicals - The New York Times", "123_Final Vote Count: How Each Member Voted on the House Rules Package - The New York Times", "128_House Approves GOP Inquiry Into ‘Weaponization’ of Government - The New York Times"]}, "4": {"keyword": "4_brazil_bolsonaro_mr_protester", "cluster_title": " Lesson Plan", "docs_title": ["0_Death Toll in Peru Rises to 47 Amid Extraordinary Violence - The New York Times", "2_Brazil and Jan. 6 - The New York Times", "56_Brazilian Authorities Arrested the Rioters. Now They Are Arresting Security Officials. - The New York Times", "80_Brazil Riot and Jan. 6 Attack Followed a Similar Digital Playbook, Experts Say - The New York Times", "83_What Drove the Brazil Riots? Mass Delusion and Conspiracy Theories - The New York Times", "126_Lesson Plan: Brazil’s Anti-Democracy Riot - The New York Times", "147_Brazil Congress: How police failed to stop the protest - BBC News", "166_Brazil Congress: Mass arrests as Lula condemns 'terrorist' riots - BBC News", "168_Bolsonaro supporters storm Brazil government buildings - Key moments - BBC News", "169_What do the Bolsonaro protesters in Brazil want? - BBC News", "177_Brazil Congress: Big pro-democracy rallies held to condemn rioters - BBC News", "191_Peru protests: Many dead in new clashes - BBC News", "206_Brazil riots: Arrests ordered for top officials after capital stormed - BBC News"]}, "5": {"keyword": "5_harry_prince_book_royal", "cluster_title": " Prince Harry's book officially hits shops after days of leaks - BBC News", "docs_title": ["35_UK Bookstores React to Prince Harry’s Memoir - The New York Times", "38_11 Takeaways From Prince Harry’s Memoir, ‘Spare’ - The New York Times", "81_Prince Harry Skewers Palace Culture With Nicknames and a Dose of Rancor  - The New York Times", "101_Book Review: ‘Flora Macdonald,’ by Flora Fraser - The New York Times", "112_‘Spare,’ by Prince Harry: Book Review - The New York Times", "146_Prince Harry first heard of Queen Elizabeth's death from BBC website - BBC News", "151_Harry's memoir Spare displayed beside How to Kill Your Family novel - BBC News", "165_The enduring anguish of being the royal 'spare' - BBC News", "187_Prince Harry says Diana would be 'heartbroken' over Royal Family rift - BBC News", "192_Prince Harry's book officially hits shops after days of leaks - BBC News", "205_Spare review: The weirdest book ever written by a royal - BBC News", "216_Prince Harry's Spare: Have leaks helped or hindered his book's PR strategy? - BBC News", "217_Who is Harry's celebrated ghostwriter, JR Moehringer? - BBC News"]}, "6": {"keyword": "6_rain_flood_california_warning", "cluster_title": " UK weather", "docs_title": ["28_Soaked and Battered by Repeating Rainstorms, California Girds for More - The New York Times", "77_Evacuations Ordered in Montecito as Storms Lash California - The New York Times", "79_Nearly 100,000 in California Are Under Evacuation Orders or Warnings - The New York Times", "99_California Storm Damage Could Top $1 Billion - The New York Times", "100_Damage From the California Storms: Videos, Photos and Maps - The New York Times", "107_Your Tuesday Evening Briefing - The New York Times", "127_How California’s Drought Made Mudslide Risk More Severe - The New York Times", "137_‘He Was a Great Kid’: Search Resumes for 5-Year-Old Lost in California Floods - The New York Times", "161_Wales weather: Avoid water plea after rain and flood warnings - BBC News", "175_UK weather: Heavy rain prompts dozens of flood warnings - BBC News", "213_California storm: Mass evacuations under way - BBC News"]}, "7": {"keyword": "7_strike_union_pay_nurse", "cluster_title": " Strikes Update", "docs_title": ["3_Nurses Strike at Mount Sinai and  Montefiore Extends for Second Day - The New York Times", "14_French Government Unveils Plan to Raise Retirement Age to 64 - The New York Times", "144_Talks to resolve strikes end with little progress, unions say - BBC News", "145_Shapps and Rayner spar over strikes law - BBC News", "150_Anti-strike law sets up battle over principles - BBC News", "158_Strikes Update: How Wednesday 11 January’s walkouts will affect you - BBC News", "160_Grant Shapps unveils new powers in strike laws - BBC News", "170_Employers could sue unions under planned anti-strike laws - BBC News", "201_Tone shifting on both sides after latest pay talks - BBC News"]}, "8": {"keyword": "8_grief_pornography_child_wa", "cluster_title": " My Ex-Husband Sexually Abused His Sister. Should I Have Been Warned? - The New York Times", "docs_title": ["1_Man Who Fatally Bludgeoned Chinese Immigrant Sentenced to 20 Years - The New York Times", "16_Prince Harry Said Psychedelics Helped His Grief. Here’s What to Know. - The New York Times", "69_Quotation of the Day: - The New York Times", "71_My Ex-Husband Sexually Abused His Sister. Should I Have Been Warned? - The New York Times", "82_Three-Quarters of Teenagers Have Seen Online Pornography by Age 17 - The New York Times", "98_Blake Hounshell, ‘On Politics’ Editor at The Times, Dies at 44 - The New York Times", "163_You, Me and the Big C podcast: Hosts 'ready to hang up headphones' - BBC News", "171_Blogger, 26, died after ordering poisonous substance online, inquest hears - BBC News", "204_Brecon Beacons: Tributes to couple who died at waterfalls - BBC News"]}, "9": {"keyword": "9_gas_europe_year_emission", "cluster_title": " War and Weather - The New York Times", "docs_title": ["64_War and Weather - The New York Times", "94_U.S. Carbon Emissions Grew in 2022, Even As Renewables Surpassed Coal - The New York Times", "129_Earth’s Last 8 Years Were the Hottest on Record - The New York Times", "142_Petrol below £1.50 a litre for first time since Russia invaded Ukraine - BBC News", "143_Price rises boost December sales for shops - BBC News", "148_Climate change: Europe and polar regions bear brunt of warming in 2022 - BBC News", "159_Harry Styles and Top Gun Maverick boost entertainment industry with record sales - BBC News", "203_Ozone layer may be restored in decades, UN report says - BBC News"]}, "10": {"keyword": "10_state_hochul_governor_asia", "cluster_title": " Crime Concerns Drove Asian Americans Away From New York Democrats - The New York Times", "docs_title": ["7_New Jersey Governor Wants to Expand Number of Liquor Licenses - The New York Times", "24_The Key Elections Taking Place in 2023 - The New York Times", "40_Can Ron DeSantis Avoid Meeting the Press? - The New York Times", "61_What to Listen For in Hochul’s State of the State Speech - The New York Times", "62_Hochul to Unveil a $1 Billion Plan Addressing Mental Illness in New York - The New York Times", "92_Hochul’s Vision for New York: Fighting Crime and Building Housing - The New York Times", "108_Crime Concerns Drove Asian Americans Away From New York Democrats - The New York Times"]}, "11": {"keyword": "11_de_la_en_el", "cluster_title": " Brasil, otra vez - The New York Times", "docs_title": ["67_Protestas en Perú: Aumenta a 47 el número de muertos  - The New York Times", "104_Opinion | O “Trump dos Trópicos” cai em desgraça - The New York Times", "119_Brasil, otra vez - The New York Times", "138_¿Qué impulsó el ataque a la capital de Brasil? - The New York Times", "140_El fútbol americano es mortal pero no por las razones que crees - The New York Times", "141_Brasil en un momento decisivo - The New York Times"]}, "12": {"keyword": "12_nh_health_hospital_care", "cluster_title": " Minister outlines plan to ease NHS winter pressures - BBC News", "docs_title": ["22_This Is What Shanghai’s Covid Outbreak Looks Like - The New York Times", "198_Minister outlines plan to ease NHS winter pressures - BBC News", "208_Scottish hospitals are almost full, says Nicola Sturgeon - BBC News", "209_Excess deaths in 2022 among worst in 50 years - BBC News", "210_The NHS crisis - decades in the making - BBC News", "212_Care homes places to free up hospital beds in Scotland - BBC News"]}, "13": {"keyword": "13_bison_georgia_prairie_game", "cluster_title": " Where the Bison Could Roam - The New York Times", "docs_title": ["11_Georgia, With a Clear Rout, Shows Gap From Rest of College Football - The New York Times", "58_My Favorite Way to Watch College Football: D.I.Y. Hype Videos - The New York Times", "91_T.C.U., Confronting Georgia, Spirals on National Title Stage - The New York Times", "134_Where the Bison Could Roam - The New York Times", "199_Damar Hamlin: Bills player moves from Cincinnati to Buffalo hospital one week after cardiac arrest - BBC Sport"]}, "14": {"keyword": "14_plan_borrower_payment_income", "cluster_title": " What to Know About Biden’s Student Loan Repayment Proposal - The New York Times", "docs_title": ["37_Opinion | DeSantis Allies Plot the Hostile Takeover of a Liberal College - The New York Times", "55_Opinion | Fired by a College for Showing a Painting of Muhammad - The New York Times", "73_What to Know About Biden’s Student Loan Repayment Proposal - The New York Times"]}, "15": {"keyword": "15_action_tate_legal_kingdom", "cluster_title": " Why it is becoming easier to sue Big Tech in the UK - BBC News", "docs_title": ["179_Why it is becoming easier to sue Big Tech in the UK - BBC News", "180_Andrew Tate loses bid to end detention in Romania - BBC News"]}}