{"-1": {"keyword": "10_de_la_en_el", "cluster_title": " Qué significa ver películas con poca visión - The New York Times", "docs_title": ["0_At the Australian Open, Ben Shelton Is Ready to Go Global - The New York Times", "1_Opinion | Martin Luther King Jr. Envisioned a Revolution.   - The New York Times", "2_Nick Kyrgios Is Coming for Tennis - The New York Times", "4_What to Cook This Week - The New York Times", "5_Critics Choice Awards 2023: The Complete Winners List - The New York Times", "8_Britain Says It Will Give Ukraine Tanks, Breaching a Western Taboo - The New York Times", "14_The Sunday Read: ‘Risking Everything to Offer Abortion Access Across State Lines’ - The New York Times", "22_Review: Romeo and Juliet Leap to 1960s Hong Kong - The New York Times", "23_Edie Landau, Film Producer Ahead of Her Time, Dies at 95 - The New York Times", "31_Corrections: Jan. 15, 2023 - The New York Times", "34_A Year After a Fiery Voting Rights Speech, Biden Delivers a More Muted Address - The New York Times", "35_Book Review: ‘Master Slave Husband Wife,’ by Ilyon Woo - The New York Times", "42_When Being European Parliament President Includes Aiding Police Raids - The New York Times", "48_What College Admissions Could Look Like Without Affirmative Action - The New York Times", "55_Review: A Fierce Clarity of Vision in ‘J’ai Pleuré Avec les Chiens’ - The New York Times", "58_Opinion | Michelle Go’s Father Writes About Her Death - The New York Times", "62_UK to send Challenger 2 tanks to Ukraine, Rishi Sunak confirms - BBC News", "64_Ferry fares frozen for six months to help remote communities - BBC News", "68_'Nothing off table' over NHS reform, Starmer says - BBC News", "71_Quadriplegic cerebral palsy: Mum sees son walk for first time - BBC News", "76_Dad donates kidney to stranger after daughter's transplant - BBC News", "79_Romanian police seize luxury cars from Andrew Tate's property - BBC News", "80_Boy thrown from Tate Modern platform making progress, family say - BBC News", "87_Disability: Machine lets wheelchair users experience walking - BBC News", "89_Biodiversity: Fungi are 'underloved and understudied' - BBC News", "91_British woman dies in avalanche in French Alps - BBC News"]}, "0": {"keyword": "0_republican_mr_party_wa", "cluster_title": " Opinion | Three Reasons the Republican Party Keeps Coming Apart at the Seams - The New York Times", "docs_title": ["6_Auburn Banned TikTok, and Students Can’t Stop Talking About It - The New York Times", "7_Israel Moves Right - The New York Times", "10_Adams Visits the Border to Step Up Pressure on Biden for Migrant Funds - The New York Times", "13_Opinion | Three Reasons the Republican Party Keeps Coming Apart at the Seams - The New York Times", "17_After Trump Trial Win, Alvin Bragg Prepares for Year 2 - The New York Times", "20_Opinion | How ChatGPT Hijacks Democracy - The New York Times", "33_Alfred T. Goodwin, Judge in Pledge of Allegiance Case, Dies at 99 - The New York Times", "46_Hand Recount of 2020 Election Results in Lycoming County Showed Little Change - The New York Times", "50_Missouri State Lawmakers Revise Their Dress Code for Women - The New York Times", "54_Opinion | Will the U.S. Embassy in Jerusalem Be Built on Confiscated Palestinian Land? - The New York Times", "70_More classified material found at Joe Biden's Delaware home - BBC News", "75_Over 80,000 Israelis protest against Supreme Court reform - BBC News", "85_Mexico tightens ban on smoking in public places - BBC News"]}, "1": {"keyword": "1_snow_warning_flood_weather", "cluster_title": " UK set for cold snap after weekend of floods - BBC News", "docs_title": ["53_In Swiss Alps, Some Wonder What a Future Without Snow May Mean  - The New York Times", "56_In This California Mountain Town, Multiple Storms Deal Multiple Blows - The New York Times", "61_UK weather: More flood warnings ahead of colder spell - BBC News", "63_Three dead boa constrictors found among rubbish near loch - BBC News", "66_UK weather: Snow and ice warnings as cold snap set to continue - BBC News", "72_Walker rescued after being swept over Moffat waterfall - BBC News", "98_UK set for cold snap after weekend of floods - BBC News", "102_California battles deadly storms with millions under flood watch - BBC News", "105_Hook landslip: London-Basingstoke rail passengers face major disruption - BBC News"]}, "2": {"keyword": "2_scotland_kingdom_united_party", "cluster_title": " Clash looms on Scottish gender bill as UK government considers veto - BBC News", "docs_title": ["41_Biden’s Goals on Northern Ireland Present Challenges for Sunak - The New York Times", "59_Are elections the way to break the indyref2 deadlock? - BBC News", "60_Uranium: Man arrested over find at Heathrow airport - BBC News", "74_Clash looms on Scottish gender bill as UK government considers veto - BBC News", "84_Laura Kuenssberg: Is Keir Starmer a prime minister in waiting? - BBC News", "97_SNP members offered two routes to independence - BBC News", "99_New plans to widen police powers for disruptive protests - BBC News", "100_Starmer: '16 is too young to change legal gender' - BBC News"]}, "3": {"keyword": "3_bathroom_york_campis_time", "cluster_title": " Outside The Times, A Food Cart With Attention to Detail - The New York Times", "docs_title": ["3_Opinion | If New York Is So Great, Why Isn’t There Anywhere to Pee? - The New York Times", "12_Opinion | Is Poetry Dead? Listen to the Poets. - The New York Times", "16_Spelling Bee Answers: Sunday, January 15, 2023 - The New York Times", "18_NYT Crossword Answers: Bandleader Shaw - The New York Times", "21_‘I Paused in the Doorway and Placed the Bag in the Man’s Hand’ - The New York Times", "24_‘Emily in Paris’ Star Would Like Your Paris Tips - The New York Times", "25_Outside The Times, A Food Cart With Attention to Detail - The New York Times"]}, "4": {"keyword": "4_game_wa_chelsea_hamlin", "cluster_title": " Bills Benefit From Turnovers, Then Overcome Them, to Down Dolphins - The New York Times", "docs_title": ["28_Here’s What Happened in Saturday’s N.F.L. Wild-Card Games - The New York Times", "30_Charles White, Heisman Winner With a Difficult Second Act, Dies at 64 - The New York Times", "47_Bills Benefit From Turnovers, Then Overcome Them, to Down Dolphins - The New York Times", "78_Mykhailo Mudryk: Chelsea sign Shakhtar Donetsk forward in Â£89m deal - BBC Sport", "86_Tottenham vs Arsenal, Chelsea vs Crystal Palace, Newcastle vs Fulham LIVE - Premier League score, commentary & updates - Live - BBC Sport", "94_Brighton 3-0 Liverpool: Where now for Jurgen Klopp's Reds after 'worst game'? - BBC Sport", "103_Tottenham Hotspur 0 Arsenal 2: Hugo Lloris own goal and Martin Odegaard strike sends Gunners eight clear - BBC Sport"]}, "5": {"keyword": "5_business_inflation_staff_service", "cluster_title": " Hospitality businesses in Wales offer perks to lure staff - BBC News", "docs_title": ["45_After a Burst of New Businesses, a Cooling Economy Intrudes - The New York Times", "52_The Week in Business: More Air Travel Chaos - The New York Times", "65_Hospitality businesses in Wales offer perks to lure staff - BBC News", "69_Ambulance strike cover insufficient, says health secretary - BBC News", "90_Keir Starmer: The NHS must reform to survive - BBC News", "93_Nurses' strike: Union says next one will be twice as big - BBC News", "96_HRT could cut Alzheimer's risk in some women - early study - BBC News"]}, "6": {"keyword": "6_police_wa_car_church", "cluster_title": " Rotherham", "docs_title": ["36_Two Illinois Paramedics Charged With Murder in Patient’s Death - The New York Times", "44_Indiana University Student Stabbed in ‘Racially Motivated’ Attack, School Says - The New York Times", "49_Devin Willock and UGA Staff Member Killed in Car Crash - The New York Times", "73_Euston shooting: Car appeal after six injured at London church - BBC News", "77_PC Nick Dumphreys: Faulty police car decision too late, widow says - BBC News", "82_Euston shooting: Girl, 7, and five others injured near church - BBC News", "95_Rotherham: Biker seriously injured at 100-vehicle car meet - BBC News"]}, "7": {"keyword": "7_ukraine_russia_iran_missile", "cluster_title": " ‘I’m Sorry, We’re From Moscow.’ In Bali, Warring Sides Learn to Cohabitate - The New York Times", "docs_title": ["29_For Families and Detainees in Russian-Occupied Areas, a Grim Wait - The New York Times", "37_‘I’m Sorry, We’re From Moscow.’ In Bali, Warring Sides Learn to Cohabitate - The New York Times", "57_Dead, Alive or Devastated After Russian Strike on Apartments - The New York Times", "67_Alireza Akbari: Widespread outrage after British-Iranian executed - BBC News", "92_Ukraine war: Chances of more survivors from Dnipro strike minimal - mayor - BBC News", "101_Russia fires new waves of missiles at Ukraine and hits energy infrastructure - BBC News", "104_Cruise ship Ukrainians say it's 'time to move on' - BBC News"]}, "8": {"keyword": "8_wa_building_design_housing", "cluster_title": " Redesigned With Amenities, the Chippendale Building Tries to Lure Workers - The New York Times", "docs_title": ["15_Ruth Adler Schnee, Exuberant Designer of Modernist Textiles, Dies at 99 - The New York Times", "38_The Slow, Inevitable Death of Middle-Class Housing - The New York Times", "39_What Happened to the Estate of Andre Leon Talley? - The New York Times", "43_Redesigned With Amenities, the Chippendale Building Tries to Lure Workers - The New York Times", "51_‘Hood Century’: How One Man Is Redefining Midcentury Architecture  - The New York Times"]}, "9": {"keyword": "9_plane_nepal_crashed_flight", "cluster_title": " At Least 68 Dead After Plane Crashes in Nepal - The New York Times", "docs_title": ["26_Your Monday Briefing: A Fatal Plane Crash in Nepal - The New York Times", "32_At Least 68 Dead After Plane Crashes in Nepal - The New York Times", "81_DR Congo government blames rebels for Kasindi church bombing - BBC News", "83_Nepal plane crash: Pilot didn’t report anything untoward, official says - BBC News", "88_Nepal crash: Dozens killed as plane crashes near Pokhara airport - BBC News"]}, "10": {"keyword": "10_de_la_en_el", "cluster_title": " Qué significa ver películas con poca visión - The New York Times", "docs_title": ["9_Quién es Sara Ho, la experta en buenos modales de Netflix - The New York Times", "11_Qué significa ver películas con poca visión - The New York Times", "19_Ecuador trató de frenar la extracción de petróleo y proteger la Amazonía, pero sucedió lo contrario - The New York Times", "27_Cómo evitar el dolor de hombros - The New York Times", "40_Quotation of the Day: Ecuador Tried to Curb Drilling. The Reverse Happened. - The New York Times"]}}