{"-1": {"keyword": "19_bakhmut_russia_ukraine_force", "cluster_title": " Ukraine war", "docs_title": ["1_‘The Seven Faces of Jane’ Review: One Movie, Eight Directors - The New York Times", "4_Biden, Trump y los archivos clasificados: ¿cuáles son las diferencias? - The New York Times", "7_Why China Is Changing Its Tone on Business - The New York Times", "8_‘The Offering’ Review: A Demon in the Family - The New York Times", "9_How Much Watching Time Do You Have This Weekend? - The New York Times", "10_Microsoft Bets Big on the Creator of ChatGPT in Race to Dominate A.I. - The New York Times", "12_Finding the Harlem Apartment She Always Wanted: Which One Was It? - The New York Times", "13_Sri Lanka’s Former President Ordered to Pay Compensation Over 2019 Bombings - The New York Times", "14_Amazon Loses Bid to Overturn Union Victory at Staten Island Warehouse - The New York Times", "15_Nuestra deuda con los pensadores visuales - The New York Times", "16_Opinion | This Kenyan Slum Has Something to Teach the World - The New York Times", "17_With FBI Search, US Escalates Global Fight Over Chinese Police Outposts - The New York Times", "20_Do Schools Need to Do More to Support Visual Thinkers? - The New York Times", "23_Homes for Sale in New York and Connecticut - The New York Times", "24_In the Dating World, Crafting the Perfect Message Is Its Own Art Form - The New York Times", "25_Poland and Britain Consider Sending Leopard Tanks to Ukraine - The New York Times", "33_How Schools Have Boosted Security as Shootings Become More Common - The New York Times", "36_Review: ‘The Last of Us’ Is a Zombie Thriller About Single Parenting - The New York Times", "43_Driver in Guangzhou, China, Runs Down Pedestrians, Killing at Least 5 - The New York Times", "45_In a First, South Korea Declares Nuclear Weapons a Policy Option - The New York Times", "48_Homes for Sale in Manhattan and Brooklyn - The New York Times", "50_Word of the Day: misnomer - The New York Times", "53_Bill Nighy, Master of Misdirection - The New York Times", "54_Opinion | Republicans Are Getting It Wrong About DeSantis and Florida - The New York Times", "55_Western Tanks Appear Headed to Ukraine, Breaking Another Taboo - The New York Times", "56_What’s in Our Queue? ‘Heartbreak High’ and More - The New York Times", "60_Netanyahu’s Judicial Overhaul Proposal Sets Off Fury in Israel - The New York Times", "62_Your Friday Briefing: Investigating Chinese Police Outposts Abroad - The New York Times", "63_Your Thursday Briefing - The New York Times", "65_Renting Rather Than Buying? Here’s Where You’ll Save the Most. - The New York Times", "66_Selling Houses While Black - The New York Times", "67_A Gleaming Makeover for Newark’s Terminal A - The New York Times", "69_How the Creators of ‘M3gan’ Designed the Doll’s Costumes - The New York Times", "73_Uber Drivers Say They Are Struggling: ‘This Is Not Sustainable’ - The New York Times", "74_Jeff Beck’s 10 Essential Songs - The New York Times", "75_The Weekender: Prince Harry; Noma; where to travel in 2023 - The New York Times", "81_Report Categorizes Many UFO Sightings as Drones, Trash or Birds - The New York Times", "86_‘Beautiful Beings’ Review: Boys Will Be Boys Will Be Violent Jerks - The New York Times", "88_Spelling Bee Answers: Thursday, January 12, 2023 - The New York Times", "95_At Least 8 Are Killed as Severe Weather Sweeps the South - The New York Times", "100_Dolphins Can Shout Underwater, but It’s Never Loud Enough - The New York Times", "102_Quotation of the Day: 2 New York City Hospitals Scramble to Care for Patients as Nurses Strike - The New York Times", "103_Judge John Hodgman on the Neighbors’ Forbidden Fruit - The New York Times", "104_Excruciating Leg Pain Hobbled Her for Weeks. What Was Wrong? - The New York Times", "105_Opinion | Why Does Big Tech Make It So Hard to Fix Your Devices? - The New York Times", "108_‘Plane’ Review: Flight, Camera, Action - The New York Times", "110_‘The Traitors’ Was a UK Hit. Will the US Version Catch On? - The New York Times", "114_U.S. and Japan Say They Will Strengthen Military Cooperation - The New York Times", "115_Poem: Aise de Mayon - The New York Times", "120_La capa de ozono va camino a recuperarse, dicen los científicos - The New York Times", "121_Norm Fruchter, Champion of Equal Access to Education, Dies at 85 - The New York Times", "122_House Passes Bill That Could Subject Some Abortion Doctors to Prosecution - The New York Times", "128_Opinion | Ukrainian Engineers, Historians and Housewives Are Keeping Putin on His Toes - The New York Times", "133_The Mysterious Campaign Fund That Raised Big Money for George Santos - The New York Times", "136_36 Hours in Nevis: Things to Do and See - The New York Times", "140_Who Is Valery Gerasimov, the New Head of Russia’s War Effort in Ukraine? - The New York Times", "148_Organ transplants: Black people wait up to six months longer, NHS figures show - BBC News", "149_Autism: Wales cheerleader hopes to inspire more boys - BBC News", "152_Afghan refugees made to move school take UK to court - BBC News", "155_China: Five dead after man drives into crowd in Guangzhou - BBC News", "162_Online Safety Bill: Plan to make big tech remove harmful content axed - BBC News", "164_Blogger Beth Matthews told staff about buying substance, inquest hears - BBC News", "165_Spiking: No need for specific offence, government says - BBC News", "168_Body of missing British aid worker found, Russian group claims - BBC News", "169_Rishi Sunak facing major Tory rebellion over internet safety law - BBC News", "170_'Number of defects' led to fatal fire at Cameron House hotel - BBC News", "173_Online Safety Bill to return as soon as possible - BBC News", "178_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "179_Heavy rain causes floods and travel chaos across UK - BBC News", "182_Newcastle United star Joelinton charged with drink-driving - BBC News", "183_Cardinal Pell: No state funeral in Victoria due to victim distress - BBC News", "185_Richard Rufus: Ex-Premier League star jailed over £8m fraud - BBC News", "192_Dolphins 'shout' to get heard over noise pollution - BBC News", "195_Some police show outdated views on domestic abuse - watchdog - BBC News", "198_Weather: Floods in Wales cause power cuts and train delays - BBC News", "199_Ukraine war: Sergei Surovikin removed as commander of Ukraine invasion force - BBC News", "202_Cameron House hotel fire affects my son every day, says survivor - BBC News", "203_NUS failed to challenge antisemitism - report - BBC News", "204_Welsh Ambulance: Woman pleaded for help as her husband died - BBC News", "208_Essex mental health deaths review demands legal powers - BBC News", "209_Huge rare earth metals discovery in Arctic Sweden - BBC News", "211_Net zero: Climate action delay will hurt economy, Tory MP’s review says - BBC News"]}, "0": {"keyword": "0_inflation_ftx_disney_mr", "cluster_title": " Disney Pushes Back Against Nelson Peltz’s Quest for Board Seat - The New York Times", "docs_title": ["11_Sam Bankman-Fried, Founder of FTX, Responds to Fraud Charges - The New York Times", "27_SEC Charges Crypto Companies With Offering Unregistered Securities - The New York Times", "41_At NASA, Thomas Zurbuchen Was Ready to Let Some Missions Fail - The New York Times", "47_Investors Look to Corporate Reports With Low Expectations - The New York Times", "52_Disney Pushes Back Against Nelson Peltz’s Quest for Board Seat - The New York Times", "83_I.M.F. Sees World Economy Rebounding, Yet Still Fragile, in 2023 - The New York Times", "116_How to Avoid Impulse Buying - The New York Times", "126_Inflation Is Slowing, Good News for American Consumers and the Fed - The New York Times", "132_Scott Minerd, a Force, and a Voice, on Wall Street, Dies at 63 - The New York Times", "142_Disney Prepares for a Board Fight by Nelson Peltz - The New York Times", "196_World's richest man promotes daughter to head Dior - BBC News", "205_Greyfriars Bobby film star dog's remains found after 18-month search - BBC News"]}, "1": {"keyword": "1_mr_biden_document_president", "cluster_title": " Timeline of the Biden Documents Case", "docs_title": ["35_Your Thursday Evening Briefing - The New York Times", "37_Classified Files: How Biden and Trump Differ - The New York Times", "40_William Consovoy Dies at 48; Took Conservative Cases to Supreme Court - The New York Times", "44_Garland Appoints Special Counsel to Investigate Biden Documents Case - The New York Times", "61_Timeline of the Biden Documents Case: What We Know So Far - The New York Times", "76_What Is a Special Counsel and What Can They Do? - The New York Times", "112_Russia Released US Navy Veteran  Quietly Detained for 9 Months - The New York Times", "119_How Biden’s discovery of classified files compares with the Trump case. - The New York Times", "129_Bannon’s Lawyer Claims Communication Breakdown in Border Wall Case - The New York Times", "154_Second batch of classified Biden documents found - BBC News", "191_Classified documents: Biden inadvertently misplaced classified files - White House - BBC News"]}, "2": {"keyword": "2_republican_trump_think_mr", "cluster_title": " The Coming Year of Republican Drama - The New York Times", "docs_title": ["5_New House ‘Weaponization’ Panel Stirs Memories of Joseph McCarthy - The New York Times", "59_Gov. Glenn Youngkin of Virginia Juggles Local Issues and National Ambition - The New York Times", "80_Opinion | The Fraudulence of Investigating the Investigators - The New York Times", "91_Opinion | Calls for George Santos, ‘a Fictional Character,’ to Resign - The New York Times", "97_Opinion | Donald Trump 2024, Kevin McCarthy and Jan. 6: 12 Republicans Discuss - The New York Times", "99_U.S. Deficit Fell to $1.4 Trillion in 2022 - The New York Times", "124_The Coming Year of Republican Drama - The New York Times", "130_Pete Ricketts Will Be Nebraska’s Next Senator, Replacing Ben Sasse - The New York Times", "138_G.O.P. Leaders Stand by Santos as New York Republicans Call on Him to Resign - The New York Times", "144_Democratic Senators Press Southwest Over Its Christmas Meltdown - The New York Times"]}, "3": {"keyword": "3_film_wa_book_rama", "cluster_title": " Patrick Modiano Says Good Books Make Good People - The New York Times", "docs_title": ["26_‘Saint Omer’ Review: The Trials of Motherhood - The New York Times", "29_In Hale County, Alabama, Two Visions of Place - The New York Times", "31_Paul Johnson, Prolific Historian Prized by Conservatives, Dies at 94 - The New York Times", "57_9 New Books We Recommend This Week - The New York Times", "78_Patrick Modiano Says Good Books Make Good People - The New York Times", "84_Jon Meacham Grew Up With Civil War Bullets in His Backyard - The New York Times", "93_Murillo, Not So Saintly: A Quiet Master Reassessed - The New York Times", "125_Why Do Some Films Get Restored and Others Languish? A MoMA Series Holds Clues. - The New York Times", "212_Supermodel Tatjana Patitz dies at 56 - BBC News"]}, "4": {"keyword": "4_game_season_team_week", "cluster_title": " Atlanta Announced as Neutral Site for Potential AFC Championship Game - The New York Times", "docs_title": ["0_N.F.L. Playoff Predictions: Our Picks in the Wild-Card Round - The New York Times", "68_With the Australian Open Set to Begin, All Eyes Are on Rafael Nadal - The New York Times", "87_How NFL Players Take Care of Their Hands and Feet During a Brutal Season - The New York Times", "89_Atlanta Announced as Neutral Site for Potential AFC Championship Game - The New York Times", "92_Measuring Up to Wilt Chamberlain May Take More Than Stats - The New York Times", "98_Opinion | She Made History as a Black Basketball Star. Why Won’t Her College Name Its Arena for Her? - The New York Times", "127_Men’s College Basketball Has Some Balance As Blue Bloods Struggle - The New York Times", "161_Naomi Osaka: Four-time Grand Slam champion announces pregnancy - BBC Sport", "193_Australian Open draw: Jack Draper to play Rafael Nadal, Andy Murray faces Matteo Berrettini - BBC Sport"]}, "5": {"keyword": "5_nurse_strike_union_hospital", "cluster_title": " Nurses’ Strike Ends in New York City After Hospitals Agree to Add Nurses - The New York Times", "docs_title": ["6_Nurses’ Strike Ends in New York City After Hospitals Agree to Add Nurses - The New York Times", "151_NASUWT teaching union fails to meet ballot turnout - BBC News", "172_Ambulance strike: Wales sees second day of industrial action - BBC News", "176_Welsh NHS strikes to continue despite talks - BBC News", "184_Scottish teacher strikes to go ahead after offer deadline passes - BBC News", "186_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "190_University staff plan 18 new days of strikes - BBC News", "210_The NHS crisis - decades in the making - BBC News"]}, "6": {"keyword": "6_best_award_actor_film", "cluster_title": " Golden Globes 2023", "docs_title": ["38_‘Hunters’: David Weil on Hunting Nazis as Collective Catharsis - The New York Times", "71_Producers Guild Awards Nominate Several Blockbusters and Omit Films by Women - The New York Times", "145_The Golden Globes return to Hollywood - BBC News", "146_Golden Globes 2023: Margot Robbie, Jennifer Coolidge and more on red carpet - BBC News", "147_Golden Globes 2023: The winners and nominees in full - BBC News", "181_Golden Globes 2023: Banshees of Inisherin and Fabelmans win big - BBC News", "200_Michelle Yeoh wins Golden Globe for Everything Everywhere. Could an Oscar be next? - BBC News"]}, "7": {"keyword": "7_harry_prince_book_spare", "cluster_title": " William and Kate make first appearance since Harry memoir published - BBC News", "docs_title": ["30_How Bad Is It to Share Lip Products? - The New York Times", "46_How ‘Nanny’ Unleashes a Downpour in a Bedroom - The New York Times", "49_‘Skinamarink’ Review: Night Terrors - The New York Times", "111_Could Anyone Spare a ‘Spare’? No. - The New York Times", "123_Jimmy Kimmel Jokes About Biden Aides Finding More Classified Documents - The New York Times", "159_King on first official visit in Scotland after Harry book release - BBC News", "188_William and Kate make first appearance since Harry memoir published - BBC News"]}, "8": {"keyword": "8_california_cougar_water_storm", "cluster_title": " California Storms Help Relieve Drought, But How Much Is in Question - The New York Times", "docs_title": ["32_How California Is Dealing With the Effects of Flooding - The New York Times", "118_Corrections: Jan. 12, 2023 - The New York Times", "134_The California Floods - The New York Times", "137_What Students Are Saying About the State of the World - The New York Times", "141_Opinion | Cougars Are Heading East. We Should Welcome Them. - The New York Times", "143_California Storms Help Relieve Drought, But How Much Is in Question - The New York Times"]}, "9": {"keyword": "9_mail_cyber_royal_incident", "cluster_title": " Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "docs_title": ["18_The Workers Who Deliver in Minutes - The New York Times", "131_Virgin Orbit Offers More Details on Rocket Failure - The New York Times", "157_Help during childbirth has declined, survey finds - BBC News", "175_Royal Mail: Overseas post still disrupted after 'cyber incident' - BBC News", "180_Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "207_Chester Zoo celebrates birth of world's rarest chimpanzee - BBC News"]}, "10": {"keyword": "10_climate_exxon_scientist_oil", "cluster_title": " ExxonMobil", "docs_title": ["21_A Fossil Flower Trapped in Amber Had a Mistaken Identity for 150 Years - The New York Times", "34_Video Shows Brazil Rioters Breaching Inadequate Security - The New York Times", "82_Exxon Scientists Predicted Global Warming, Even as Company Cast Doubts, Study Finds - The New York Times", "139_Proud Boys Sedition Trial Prosecutors Offer Opening Arguments - The New York Times", "189_Climate change: UAE names oil chief to lead COP28 talks - BBC News", "206_ExxonMobil: Oil giant predicted climate change in 1970s - scientists - BBC News"]}, "11": {"keyword": "11_sunak_scotland_kingdom_sturgeon", "cluster_title": " Rishi Sunak and Nicola Sturgeon hold private talks in Scotland - BBC News", "docs_title": ["163_London Mayor Sadiq Khan to say he can't ignore 'immense' Brexit damage - BBC News", "167_Rishi Sunak and Nicola Sturgeon hold private talks in Scotland - BBC News", "177_Nicola Sturgeon holds first meeting with PM Rishi Sunak - BBC News", "197_Top public servant paid £14,000 for unused leave - BBC News", "201_Rishi Sunak's healthcare choices become political issue - BBC News"]}, "12": {"keyword": "12_benedetti_beck_festival_wa", "cluster_title": " Jeff Beck", "docs_title": ["2_Joni Mitchell to Be Honored With Gershwin Prize and Tribute Concert - The New York Times", "28_Nicola Benedetti Prepares Her Next Star Turn: Festival Leader - The New York Times", "64_At an Ann Arbor Rock Show, Almost Everyone There Is Over 65 - The New York Times", "70_Jazz’s Year of Reckoning With Tradition - The New York Times", "171_Jeff Beck: British guitar legend dies aged 78 - BBC News"]}, "13": {"keyword": "13_designer_design_eustis_theater", "cluster_title": " 5 Broadway Veterans on Race and Representation in Theater Design - The New York Times", "docs_title": ["58_Shakespeare in the Park Will Stage ‘Hamlet’ This Summer - The New York Times", "85_A Showcase for Up-and-Comers, With Some Vogueing (and Shade Thrown) - The New York Times", "113_5 Broadway Veterans on Race and Representation in Theater Design - The New York Times", "135_‘Here Lies Love,’ an Imelda Marcos Disco Musical, Will Play Broadway - The New York Times", "156_Riverdance's Michael Flatley has 'aggressive cancer' - BBC News"]}, "14": {"keyword": "14_malt_liquor_beer_sale", "cluster_title": " Can Craft Beer Companies Rescue Malt Liquor’s Reputation? - The New York Times", "docs_title": ["3_A Japanese Retreat That Brings New Meaning to Forest Bathing - The New York Times", "96_Can Craft Beer Companies Rescue Malt Liquor’s Reputation? - The New York Times", "107_Are Protein Bars Good for You? What to Know About Nutrition. - The New York Times", "117_Men’s Wear Puts on the Dog - The New York Times", "166_Hotel Chocolat among Christmas retail winners but Dr Martens struggles - BBC News"]}, "15": {"keyword": "15_perlov_getreu_dna_killing", "cluster_title": " Man Pleads Guilty to 1973 Murder of Stanford Graduate - The New York Times", "docs_title": ["51_Man Pleads Guilty to 1973 Murder of Stanford Graduate - The New York Times", "72_Idaho Murders Suspect Gets Monthslong Delay in Preliminary Hearing - The New York Times", "187_Fourth man arrested over footballer Cody Fisher's death - BBC News", "194_Energy bills predicted to fall further this year - BBC News"]}, "16": {"keyword": "16_graph_student_chatgpt_online", "cluster_title": " What’s Going On in This Graph? | Online College - The New York Times", "docs_title": ["39_Don’t Ban ChatGPT in Schools. Teach With It. - The New York Times", "42_Girl Guides of Canada Drops Brownies Name - The New York Times", "79_What’s Going On in This Graph? | Online College - The New York Times", "109_Why The New York Times asks readers to contribute to our journalism. - The New York Times"]}, "17": {"keyword": "17_puzzle_theme_cathy_marie", "cluster_title": " Beginning of Time - The New York Times", "docs_title": ["90_Beginning of Time - The New York Times", "94_Resolutions Worth Keeping - The New York Times", "101_‘Kitchen Brigade’ Review: Oh Chef! My Chef! - The New York Times", "106_Comfort Food - The New York Times"]}, "18": {"keyword": "18_de_los_egg_paxlovid", "cluster_title": " Paxlovid para covid", "docs_title": ["19_Paxlovid para covid: ¿quién debería tomarlo? - The New York Times", "22_What to Know About the New Omicron Variant - The New York Times", "77_Egg Shortages and Price Increases Caused in Part by Bird Flu Outbreak - The New York Times", "153_Andrew Bridgen suspended as Tory MP over Covid vaccine comments - BBC News"]}, "19": {"keyword": "19_bakhmut_russia_ukraine_force", "cluster_title": " Ukraine war", "docs_title": ["150_Ukraine war: Defying Russian onslaught in city 'at the end of the world' - BBC News", "158_Ukraine war: Who controls Soledar and why it matters - BBC News", "160_Soledar: Ukraine battle hints at rift in pro-Russian forces - BBC News", "174_Ukraine war: Soledar devastation revealed in satellite images - BBC News"]}}