{"-1": {"keyword": "20_party_bret_david_republican", "cluster_title": " Opinion | The Party’s Over for Us. Where Do We Go Now? - The New York Times", "docs_title": ["0_Book Review: ‘The Diaries of Franz Kafka’ - The New York Times", "3_Thomas Hughes, 97, Dies; Government Insider and Vietnam War Skeptic - The New York Times", "5_Hunter Biden’s Tangled Tale Comes Front and Center - The New York Times", "7_How Montana Took a Hard Right Turn Toward Christian Nationalism - The New York Times", "8_Kyiv Workers Find Their Way Online Even as Ukraine Faces Power Outages - The New York Times", "9_Opinion | Kevin McCarthy Can’t Give Republican Rebels What They Really Want - The New York Times", "11_Rebecca Blumenstein, a Senior Times Editor, Takes a Top Role at NBC News - The New York Times", "15_The Stats That Will Define the N.F.L.’s Wild-Card Weekend - The New York Times", "17_In Israel, Netanyahu’s Hard-Right Agenda Gains Steam - The New York Times", "18_Was Yeshiva University Entitled to $230 Million in Public Funds? - The New York Times", "19_How to Find the Dream Winter Coat - The New York Times", "20_Here Are All the Ways Republicans Plan to Investigate Biden - The New York Times", "24_Barry Grove to Depart Manhattan Theater Club After 48 Years - The New York Times", "29_Liz Robbins Dies at 76; Broke Glass Ceiling as a Washington Lobbyist - The New York Times", "30_You Can Do This 10-Minute Workout at Home With No Equipment - The New York Times", "33_With Many Retailers Offering Online Sales, Phony Sites Blend In - The New York Times", "36_Opinion | Meet the Republicans Who Are Facing Down the Hard Right - The New York Times", "42_House Republicans Request Biden Family Financial Records - The New York Times", "44_Spelling Bee Answers: Wednesday, January 11, 2023 - The New York Times", "50_George Santos’s Secret Résumé: A Wall Street Star With a 3.9 G.P.A. - The New York Times", "56_Fed President Backs Slowdown as Support Mounts for Smaller Rate Move - The New York Times", "58_Obamacare Is Everywhere in the Unlikeliest of Places: Miami - The New York Times", "59_Review: ‘The Ghost at the Feast’ by Robert Kagan - The New York Times", "61_Paris Police ‘Neutralize’ Man After Stabbings at Gare du Nord - The New York Times", "63_Rehman Rahi, 97, Eminent Kashmiri Poet Who Restored a Language, Dies - The New York Times", "64_Education Firms Charged With Stealing $2.8 Million in Child Care Funds - The New York Times", "65_Opinion | Can the World’s Biggest Conference of Economists Survive Covid? - The New York Times", "70_‘The Last of Us’ Creators on Turning Video Games Into TV - The New York Times", "72_‘A Wild Card’: Son of Uganda’s President Jostles to Succeed His Father - The New York Times", "87_Another Big Boomer Effect - The New York Times", "97_Danish Design Goes Wild - The New York Times", "100_The U.S. Hit the Debt Ceiling. What Does That Mean and What Happens Now?  - The New York Times", "101_Twins Introduce Carlos Correa in News Conference - The New York Times", "103_Miami Sinks the Thunder With Record Night at the Free-Throw Line - The New York Times", "108_$700,000 Homes in Texas, Virginia and Missouri - The New York Times", "109_Classified Documents Found in Second Location Associated with Biden - The New York Times", "114_They Won Guantánamo’s Supreme Court Cases. Where Are They Now? - The New York Times", "115_‘Chaotic’ Scenes Inside 2 New York City Hospitals During Nurses’ Strike - The New York Times", "124_Your Wednesday Evening Briefing - The New York Times", "125_George Pell, Cardinal Whose Abuse Conviction Was Overturned, Dies at 81 - The New York Times", "127_NYT Crossword Answers: “Enigma Variations” Composer - The New York Times", "128_Bike New York Offers Used Bicycles to Asylum Seekers - The New York Times", "130_Word of the Day: fastidious - The New York Times", "132_Lesson Plan: How to Improve Your Focus - The New York Times", "146_The Muscles That Power a Female Insect’s Penislike Organ - The New York Times", "150_Naomi Osaka Announces She Is Pregnant and Won’t Play in 2023 - The New York Times", "157_Girl, nine, finds megalodon shark tooth on Maryland beach - BBC News", "159_Strikes Update: How Wednesday 11 January’s walkouts will affect you - BBC News", "162_Fees for England universities frozen at £9,250 for two years - BBC News", "163_Chris Mason: Could one-off payments idea spell end to strikes? - BBC News", "165_Keir Starmer bides his time over Labour election pitch - BBC News", "166_NI Protocol: James Cleverly denies 'excluding' Sinn Féin from talks - BBC News", "167_You, Me and the Big C podcast: Hosts 'ready to hang up headphones' - BBC News", "168_Naomi Osaka: Four-time Grand Slam champion announces pregnancy - BBC Sport", "169_Gare du Nord: Six people injured in stabbing attack - BBC News", "171_Spiking: No need for specific offence, government says - BBC News", "174_PMQs latest: Rishi Sunak faces Keir Starmer in first PMQs of 2023 - BBC News", "183_Royal Mail tells people not to send post abroad due to 'cyber incident' - BBC News", "185_Andrew Tate loses bid to end detention in Romania - BBC News", "186_Train operators set to make new pay offer to unions - BBC News", "190_Controversial Catholic cleric Pell dies aged 81 - BBC News", "194_NHS crisis: Rishi Sunak knows he will be judged on fixing its problems - BBC News", "195_Church of England announces £100m fund after slavery links - BBC News", "201_Christmas Eve pub shooting: Murder arrest over death of Elle Edwards - BBC News", "203_Rishi Sunak's healthcare choices become political issue - BBC News", "207_Brecon Beacons: Tributes to couple who died at waterfalls - BBC News", "211_The NHS crisis - decades in the making - BBC News", "212_Prelims rescheduled as Scottish secondary teachers strike - BBC News", "215_Supermodel Tatjana Patitz dies at 56 - BBC News", "216_Gwynedd slate mine seeks young workers as demand rockets - BBC News"]}, "0": {"keyword": "0_russia_ukraine_soledar_bakhmut", "cluster_title": " Putin’s Military Reshuffle - The New York Times", "docs_title": ["23_Corrections: Jan. 11, 2023 - The New York Times", "62_Zelensky Thanks the ‘Free World’ in a Message at the Golden Globes - The New York Times", "88_Ukraine Strips a Pro-Putin Politician of His Citizenship - The New York Times", "99_Wagner Group Claims It Has Taken Soledar, an Eastern Ukrainian Town  - The New York Times", "107_Navalny’s Wife Pleads for Medical Treatment for Jailed Husband - The New York Times", "117_Russia Replaces Commander for Ukraine War, as Signs of Dissension Grow - The New York Times", "118_Your Thursday Briefing: A Russian Military Shake-Up - The New York Times", "123_Putin’s Military Reshuffle - The New York Times", "135_Russia to Launch Space Station Rescue Mission to Bring Astronauts Home - The New York Times", "153_Ukraine war: Defying Russian onslaught in city 'at the end of the world' - BBC News", "160_Ukraine war: Who controls Soledar and why it matters - BBC News", "161_Soledar: Ukraine battle hints at rift in pro-Russian forces - BBC News", "192_Family of British man Chris Parry missing in Ukraine 'very worried' - BBC News", "202_Ukraine war: Sergei Surovikin removed as commander of Ukraine invasion force - BBC News", "214_Ukraine war: Conflicting claims over embattled town of Soledar - BBC News"]}, "1": {"keyword": "1_globe_award_best_wa", "cluster_title": " Kevin Costner Couldn’t Get His Golden Globe Due to California Storms - The New York Times", "docs_title": ["2_The Golden Globes Were Too Big to Fail - The New York Times", "4_2023 Golden Globes Viewership Was the Lowest for NBC Since 1996 - The New York Times", "16_SAG Award Nominations 2023: The Complete List, Snubs and Surprises - The New York Times", "39_Eddie Murphy Gets Cecil B. DeMille Award at Golden Globes - The New York Times", "43_Golden Globes: Best of the Red Carpet - The New York Times", "45_Steven Spielberg Gets a Record 13th Directors Guild Award Nomination - The New York Times", "46_Ke Huy Quan’s Emotional Journey Leads to Golden Globes Win - The New York Times", "82_Jennifer Coolidge Wins First Golden Globe for ‘The White Lotus’ - The New York Times", "83_Kevin Costner Couldn’t Get His Golden Globe Due to California Storms - The New York Times", "102_Is Stephanie Hsu the ‘Dark Horse’ of Award Season? - The New York Times", "119_Michelle Yeoh Wins Best Actress Golden Globe for ‘Everything Everywhere All at Once’ - The New York Times", "139_‘I’m Here ’Cause I’m Black’: Jerrod Carmichael on Golden Globes Scandals - The New York Times", "175_Elvis Presley superfan, 80, kisses tribute act at concert - BBC News", "184_Golden Globes 2023: Banshees of Inisherin and Fabelmans win big - BBC News"]}, "2": {"keyword": "2_gas_fire_solar_climate", "cluster_title": " Do Gas Stoves Have Health Risks? What to Know and How to Mitigate Them - The New York Times", "docs_title": ["14_Opinion | Electric Vehicles Keep Defying Almost Everyone’s Predictions - The New York Times", "35_Opinion | Should We Block the Sun to Counter Climate Change? - The New York Times", "60_Korean Solar Company Plans to Build $2.5 Billion Plant in Georgia - The New York Times", "126_The New Soldiers in Propane’s Fight Against Climate Action: Television Stars - The New York Times", "129_R.J. Reynolds Pivots to New Cigarette Pitches as Flavor Ban Takes Effect - The New York Times", "133_No, Biden Is Not Trying to Ban Gas Stoves - The New York Times", "152_Do Gas Stoves Have Health Risks? What to Know and How to Mitigate Them - The New York Times", "154_Ebbw Vale: Shoplifter pulled out manager's teeth - BBC News", "164_Baby hit by brick thrown through bus window in Glasgow - BBC News", "172_Andrew Bridgen's five-day Commons suspension approved - BBC News", "176_'Number of defects' led to fatal fire at Cameron House hotel - BBC News", "193_Cameron House: Final day of evidence over fatal fire - BBC News", "198_Sheffield lorry driver Brian Wilson, 90, passes health MoT - BBC News", "199_Man killed in Cameron House Hotel fire 'was drowning in dreams' - BBC News"]}, "3": {"keyword": "3_california_storm_rain_river", "cluster_title": " A ‘Pineapple Express’ Is Bringing Rain and Snow to California - The New York Times", "docs_title": ["26_California’s Homeless Populations Suffer as Storms Hammer the State - The New York Times", "31_As Rains Ease, California Prepares for Next Round of Storms - The New York Times", "34_Lightning in California: Why Isn’t the State Struck More Often? - The New York Times", "40_Will Storms End California’s Drought? That May Be the Wrong Question - The New York Times", "49_California Suffers Damage After Multiple Storms - The New York Times", "67_Alameda County Residents Brace for More Rain as They Dig Out From Past Storm - The New York Times", "69_A Newsroom Team That Sees Data in the Air - The New York Times", "84_When Will the Rain Stop in California? - The New York Times", "94_Snow From California’s Storms Will Help Replenish Its Reservoirs - The New York Times", "131_A ‘Pineapple Express’ Is Bringing Rain and Snow to California - The New York Times", "140_California Redwoods Don’t Mind the Rain, Though Storms Topple a Few - The New York Times", "142_Rain, Gusts and Landslide Fears Spread to the Pacific Northwest - The New York Times"]}, "4": {"keyword": "4_library_arnault_sale_cut", "cluster_title": " LVMH Shuffles Leadership at Dior and Louis Vuitton, Its Top Brands - The New York Times", "docs_title": ["13_Big Job Cuts are Coming to Goldman Sachs - The New York Times", "53_Quotation of the Day: Teen Still Believes in His Town. And They Call Him Mr. Mayor. - The New York Times", "78_LVMH Shuffles Leadership at Dior and Louis Vuitton, Its Top Brands - The New York Times", "92_Résumé of George Santos - The New York Times", "96_Mayor’s Proposed Cuts to Libraries Will Hurt New Yorkers, Leaders Say - The New York Times", "105_Twitter Said to Consider Selling User Names to Boost Revenue - The New York Times", "134_The Shed Changes Leadership Structure - The New York Times", "170_Elon Musk's drop in fortunes breaks world record - BBC News", "200_World's richest man promotes daughter to head Dior - BBC News", "213_Sainsbury's says more people shopping in stores - BBC News"]}, "5": {"keyword": "5_mr_trump_justice_santos", "cluster_title": " George Santos Faces Calls to Resign From 4 GOP Congressmen - The New York Times", "docs_title": ["28_Investigating Trump, Jack Smith Faces Headwinds Few Others Have - The New York Times", "71_George Santos Faces Calls to Resign From 4 GOP Congressmen - The New York Times", "74_Lawyers Who Investigated Trump Start Firm to Combat Threats to Democracy - The New York Times", "85_New York Troopers’ Union Offices Searched by State Police Investigators - The New York Times", "90_Why Left-Leaning Democrats May Torpedo Hochul’s Choice of Top Judge - The New York Times", "137_Supreme Court Leaves New York’s Gun Law in Place for Now - The New York Times", "147_How Biden’s Discovery of Classified Files Compares With the Trump Case - The New York Times", "148_Former New York Election Official Admits to Vote Fraud Scheme - The New York Times"]}, "6": {"keyword": "6_ramsey_wa_character_game", "cluster_title": " In ‘The Last of Us,’ Bella Ramsey Might Save the World - The New York Times", "docs_title": ["10_New to ‘The Last of Us’? Here’s What to Know Before It Debuts - The New York Times", "22_6 Ways to Remember Martin Luther King in New York - The New York Times", "54_Netflix's ‘The Lying Life of Adults’ Depicts Ferrante’s Naples - The New York Times", "95_With Different Singers, One Opera Classic Can Seem Like Two - The New York Times", "141_In ‘The Last of Us,’ Bella Ramsey Might Save the World - The New York Times", "151_Tarnished Golden Globes Return to TV, and Hollywood Plays Along - The New York Times", "197_Demi Lovato poster banned for being offensive to Christians - BBC News"]}, "7": {"keyword": "7_harry_book_prince_spare", "cluster_title": " Prince Harry Engages in ‘Group Therapy’ With Stephen Colbert - The New York Times", "docs_title": ["12_Opinion | Harry and Meghan in the Spotlight - The New York Times", "38_Newly Published, From Y.A. Novels to Sharks and More - The New York Times", "73_What’s Your Reaction to Prince Harry’s New Memoir and the Media Attention Around It? - The New York Times", "77_Prince Harry’s ‘Spare’ Memoir Breaks Sales Records - The New York Times", "143_Prince Harry Engages in ‘Group Therapy’ With Stephen Colbert - The New York Times", "179_Prince Harry condemns 'dangerous spin' about his Taliban comments - BBC News", "209_Spare review: The weirdest book ever written by a royal - BBC News"]}, "8": {"keyword": "8_plastic_gillen_apology_art", "cluster_title": " Ann Gillen", "docs_title": ["25_A Guide to Editing Photos on Your Phone - The New York Times", "48_Trying to Live a Day Without Plastic - The New York Times", "79_Opinion | Is a Grudging Apology Better Than No Apology? - The New York Times", "89_AI’s Best Trick Yet Is Showering Us With Attention - The New York Times", "93_Shadow in the Sky - The New York Times", "106_Ann Gillen: Sculpting in Plain Sight - The New York Times", "138_How to Make Your Smartphone Photos So Much Better - The New York Times"]}, "9": {"keyword": "9_covid_virus_china_xbb", "cluster_title": " The ‘Kraken’ Subvariant - The New York Times", "docs_title": ["21_Uganda’s Worst Ebola Outbreak in Two Decades Is Over, W.H.O. Declares - The New York Times", "32_Online Anger Over China’s Covid Pivot Shows Widening Social Split - The New York Times", "47_How Has the Pandemic Changed You? - The New York Times", "68_Covid en China: así es el brote en Shanghái - The New York Times", "145_The ‘Kraken’ Subvariant - The New York Times", "155_Andrew Bridgen suspended as Tory MP over Covid vaccine comments - BBC News"]}, "10": {"keyword": "10_iran_crime_begum_wa", "cluster_title": " Shamima Begum accepts she joined a terror group - BBC News", "docs_title": ["37_Iran Gives Death Sentence to Former Defense Official, a Dual U.K. Citizen - The New York Times", "66_Opinion | Idaho Killings and Criminology - The New York Times", "180_Shamima Begum accepts she joined a terror group - BBC News", "181_Uranium in cargo sparked alert at Heathrow Airport - BBC News", "182_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "204_Iran protests: Jailed activist Sepideh Qolian describes brutality in letter - BBC News"]}, "11": {"keyword": "11_restaurant_noma_schuyler_garden", "cluster_title": " It’s OK to Get Carried Away When You’re Shopping for Flower Seeds - The New York Times", "docs_title": ["6_A One-Pot Salmon and Rice Recipe You’ll Turn to Again and Again - The New York Times", "51_Isn’t My Granddaughter Too Young to Walk Home Alone? - The New York Times", "57_It’s OK to Get Carried Away When You’re Shopping for Flower Seeds - The New York Times", "91_Go Low and Slow - The New York Times", "121_Opinion | Noma and the Fizzle of Too-Fine Dining - The New York Times", "144_The Secret to a Banana Bread With a Little More Bite - The New York Times"]}, "12": {"keyword": "12_flight_airline_system_air", "cluster_title": " US flights", "docs_title": ["1_‘Train Ride From Hell’: 17-Hour Amtrak Trip Becomes 37-Hour Ordeal - The New York Times", "76_What is NOTAM? Here’s Why the FAA Grounded Flights - The New York Times", "104_Thousands of Airline Passengers Affected by FAA System Outage - The New York Times", "149_FAA Outage Highlights Fragility of the Aviation System - The New York Times", "173_FAA outage: Further delays to US flights expected after technical glitch - BBC News", "196_US flights: Technical glitch resolved and departures resume - BBC News"]}, "13": {"keyword": "13_brazil_bolsonaro_security_riot", "cluster_title": " A Jan. 6 Moment for Brazil - The New York Times", "docs_title": ["27_Your Wednesday Briefing - The New York Times", "75_A Vital Question for Brazil’s Democracy: Where Were the Police? - The New York Times", "80_After Rocky Start, Biden Builds Rapport with Mexico President López Obrador - The New York Times", "98_A Jan. 6 Moment for Brazil - The New York Times", "113_Opinion | Brazil’s Homage to Jan. 6 Was an Act of Pure Performance - The New York Times", "208_Brazil riots: Arrests ordered for top officials after capital stormed - BBC News"]}, "14": {"keyword": "14_ambulance_hospital_call_nh", "cluster_title": " I worry we're killing people - ambulance dispatcher - BBC News", "docs_title": ["122_NFL’s Damar Hamlin Released From Buffalo Hospital After Jarring Injury - The New York Times", "158_Help during childbirth has declined, survey finds - BBC News", "178_Ambulance strike: Wales sees second day of industrial action - BBC News", "188_NHS bosses fear impact of second ambulance strike - BBC News", "191_I worry we're killing people - ambulance dispatcher - BBC News"]}, "15": {"keyword": "15_de_la_en_el", "cluster_title": " AMLO, Biden y los gestos de la Cumbre - The New York Times", "docs_title": ["41_AMLO, Biden y los gestos de la Cumbre - The New York Times", "52_Biden Defends His Immigration Policy as Summit in Mexico Wraps Up - The New York Times", "55_Estas son las claves para proteger tus contraseñas digitales - The New York Times", "110_Una llamada telefónica de 8 minutos tiene un secreto poder - The New York Times"]}, "16": {"keyword": "16_bickford_officer_police_complaint", "cluster_title": " Suspect in New Year’s Eve Attack on Police Is Charged With Federal Crimes - The New York Times", "docs_title": ["111_D.C. Residents Demand Answers After Teenager Is Fatally Shot - The New York Times", "116_Suspect in New Year’s Eve Attack on Police Is Charged With Federal Crimes - The New York Times", "187_Benjamin Mendy: Jury can return majority verdict, judge rules - BBC News", "210_Met Police to target 100 most dangerous men using data - BBC News"]}, "17": {"keyword": "17_nh_strike_sunak_minister", "cluster_title": " Ambulance strike", "docs_title": ["156_100,000 civil servants to strike on 1 February - BBC News", "189_PMQs: Rishi Sunak says he is registered with NHS doctor - BBC News", "205_Ambulance strike: NHS bosses warn care disrupted by industrial action - BBC News"]}, "18": {"keyword": "18_cancer_symptom_adhd_pancreatic", "cluster_title": " Less survivable cancers", "docs_title": ["112_Jill Biden Has Surgery to Remove Two Cancerous Lesions - The New York Times", "206_Johnny Vegas: Comedian opens up about recent ADHD diagnosis - BBC News", "217_Less survivable cancers: Bereaved daughter urges vigilance - BBC News"]}, "19": {"keyword": "19_beck_yardbird_jeff_guitar", "cluster_title": " Jeff Beck, Guitarist With a Chapter in Rock History, Dies at 78 - The New York Times", "docs_title": ["81_Review: To the Moon! A Vivid Bill T. Jones Dance Leaves Earth’s Orbit - The New York Times", "136_Jeff Beck, Guitarist With a Chapter in Rock History, Dies at 78 - The New York Times", "177_Jeff Beck: British guitar legend dies aged 78 - BBC News"]}, "20": {"keyword": "20_party_bret_david_republican", "cluster_title": " Opinion | The Party’s Over for Us. Where Do We Go Now? - The New York Times", "docs_title": ["86_I.R.S. Backlogs Continue as Republicans Mount Offensive - The New York Times", "120_Opinion | The Party’s Over for Us. Where Do We Go Now? - The New York Times"]}}