{"-1": {"keyword": "8_israel_accord_emirate_water", "cluster_title": " Cooperation on Climate Is Emerging in the Middle East - The New York Times", "docs_title": ["9_My Boss Told My Co-workers That I Had Covid. Isn’t That Illegal? - The New York Times", "11_Who Benefits When Salary Info Is Public? - The New York Times", "15_Thousands in Israel Protest Netanyahu’s Plans to Limit Courts - The New York Times", "23_What to Know About Gas Stove Alternatives - The New York Times", "27_Happy New Year. Now Please Stay Home. - The New York Times", "28_Cloud ‘Shot Up’ Just Before Severe Turbulence Struck, Report Says - The New York Times", "34_How to Ask for a Raise, Without Alienating Your Boss Along the Way - The New York Times", "49_Opinion | The Dangerous Decline of the Historical Profession - The New York Times", "52_As Humanitarian Crises Escalate, So Do Demands to End Them - The New York Times", "55_No Increased Stroke Risk Linked to Pfizer’s Covid Boosters, Federal Officials Say - The New York Times", "88_Derry woman injured in suspected gas explosion in Kylemore Park - BBC News", "105_Laura Kuenssberg: Is Keir Starmer a prime minister in waiting? - BBC News", "117_HRT could cut Alzheimer's risk in some women - early study - BBC News", "119_UFO reports by US troops skyrocket to over 500 - BBC News", "121_SNP members offered two routes to independence - BBC News", "122_Wales weather: Warning of more flooding without investment - BBC News", "124_Awaab Ishak: Guidance on mould to be reviewed after toddler's death - BBC News"]}, "0": {"keyword": "0_wa_who_year_mr", "cluster_title": " Red Lady of Paviland", "docs_title": ["1_Cinema Studies - The New York Times", "3_Opinion | Who Are the Real Babies in First Class? - The New York Times", "5_How Rachael Price, of Lake Street Dive, Spends Her Sundays - The New York Times", "10_New York City Christmas Trees Get Picked Up From Sidewalks After Holidays - The New York Times", "14_Lisa Marie Presley Was Rock ’n’ Roll Royalty. Graceland Was Her Castle. - The New York Times", "16_The Dessert-First Author Whose Books Defined Canada’s Treats - The New York Times", "18_‘Based on a True Story’ (Except the Parts That Aren’t) - The New York Times", "19_Opinion | Harry’s Fractured Fairy Tale - The New York Times", "29_Opinion | Martin Luther King Jr.’s Other Dreams - The New York Times", "30_Abridged Too Far - The New York Times", "33_Quotation of the Day: Portugal’s Big Bet on a Hydro Future - The New York Times", "36_Tatjana Patitz, a Star in the Supermodel Era, Dies at 56 - The New York Times", "39_Opinion | The Trouble With Paradise - The New York Times", "41_Hunting for Truffles Is a Perilous Pursuit, Especially for the Dogs Who Dig - The New York Times", "45_Brooklyn’s Lifeguard Factory Is Open Again - The New York Times", "54_Opinion | An Issue in the Abortion Debate: The Beginning of Human Life - The New York Times", "56_John Cale’s Musical Journey Knows No Limits - The New York Times", "60_Book Review: ‘The Shards,’ by Bret Easton Ellis - The New York Times", "65_When the Ghost of the Chelsea Hotel Is You - The New York Times", "66_A Cherished Family Home Gets a Second Act - The New York Times", "67_Hanif Kureishi Collapsed. His Dispatches on Recovery Are Captivating Readers - The New York Times", "78_Lisa Marie to be buried next to son at Graceland - BBC News", "84_Red Lady of Paviland: Should remains come back to Wales? - BBC News", "94_Holidaymakers spending more as bookings rise - BBC News", "95_Single-use plastic: Takeaways face ban in October - BBC News", "110_Peace Heroines celebrates pioneering women of Northern Ireland - BBC News", "125_Cruise ship Ukrainians say it's 'time to move on' - BBC News"]}, "1": {"keyword": "1_de_la_en_mr", "cluster_title": " Una pregunta vital para la democracia brasileña", "docs_title": ["6_Eric Adams Heads to Mexican Border, as the Migrant Crisis Continues - The New York Times", "7_Bolsonaro Faces Investigation for Inspiring Brazil’s Capital Riot - The New York Times", "21_Biden Administration Faces Resistance to Plan to Sell F-16s to Turkey - The New York Times", "22_Book Review: ‘Masters of the Lost Land,’ by Heriberto Araujo - The New York Times", "24_Una telaraña entre su cuerpo y el mío - The New York Times", "25_Additional Documents Found at Biden’s Wilmington Home, White House Says - The New York Times", "31_Petr Pavel and Andrej Babis to Face Off In Czech Republic Presidential Race - The New York Times", "37_Día 5: la importancia de tener amigos en la oficina - The New York Times", "44_Una pregunta vital para la democracia brasileña: ¿dónde estaba la policía? - The New York Times", "46_Opinion | Why Do Documents Marked Secret Keep Showing Up in Strange Places? - The New York Times", "48_Opinion | Will There Be a Biden Comeback? - The New York Times", "58_Documents Inquiry Puts Spotlight on Biden’s Frenetic Last Days as Vice President - The New York Times", "63_How a Mob Tried to Oust Brazil’s Lula - The New York Times", "73_Corrections: Jan. 14, 2023 - The New York Times", "97_More classified material found at Joe Biden's Delaware home - BBC News", "109_Brazil Supreme Court includes Jair Bolsonaro in riot probe - BBC News"]}, "2": {"keyword": "2_iran_wa_akbari_kingdom", "cluster_title": " Alireza Akbari", "docs_title": ["0_Iran Executes Alireza Akbari, Ex-Official Accused of Spying - The New York Times", "59_Opinion | How to Help Girls Enduring the Unendurable - The New York Times", "75_Natalie McNally: Man released on bail over murder of Lurgan woman - BBC News", "77_Three dead boa constrictors found among rubbish near loch - BBC News", "81_Caterham dog attack: Dog walker was mauled to death - BBC News", "83_Jennie Gow: BBC F1 broadcaster suffers serious stroke - BBC News", "89_Newport News: Staff were alerted six-year-old may have had a weapon - BBC News", "91_Alireza Akbari: Widespread outrage after British-Iranian executed - BBC News", "93_Alexei Navalny: Concern grows for health of jailed Putin critic - BBC News", "101_Romanian police seize luxury cars from Andrew Tate's property - BBC News", "102_UK summons top Iran diplomat over protest crackdown - BBC News", "103_Euston shooting: Girl, 7, and five others injured near church - BBC News", "104_Rina Yasutake: Family thought mummified woman was still alive - BBC News", "111_Alireza Akbari: Iran preparing to execute British citizen - family - BBC News", "118_Alireza Akbari: Iran executes British-Iranian dual national - BBC News"]}, "3": {"keyword": "3_ukraine_russia_europe_ha", "cluster_title": " UK to send Challenger 2 tanks to Ukraine, Rishi Sunak confirms - BBC News", "docs_title": ["4_What Does the War in Ukraine Mean for the Climate?  - The New York Times", "13_Opinion | A Deal to Help South Africa Is a Breakthrough for the World - The New York Times", "32_Davos Is a Winter Haven, Even With the Crowds - The New York Times", "38_World Economic Forum in Davos Confronts a New Order - The New York Times", "42_As Russians Steal Ukraine’s Art, They Attack Its Identity, Too - The New York Times", "53_The Saturday morning attack on Kyiv appeared to best the air-raid warning system. - The New York Times", "70_German Village at Center of a Fight Over Coal and Climate Is Cleared Out - The New York Times", "72_Ecuador Moves to Expand Drilling in the Amazon - The New York Times", "74_A United Europe Weathers Crises, but Deeper Challenges Remain - The New York Times", "79_UK to send Challenger 2 tanks to Ukraine, Rishi Sunak confirms - BBC News", "85_Soledar: Russia claims victory in battle for Ukraine salt mine town - BBC News", "90_Ukraine weapons: What tanks and other equipment are the world giving? - BBC News", "108_Ukraine war latest: People pulled from rubble as Russian missile hits flats - BBC News", "115_Lithuanian gas pipeline hit by large explosion - BBC News", "123_Russia fires new waves of missiles at Ukraine and hits energy infrastructure - BBC News"]}, "4": {"keyword": "4_scotland_health_nh_strike", "cluster_title": " Scottish NHS strikes on hold while pay offer negotiated - BBC News", "docs_title": ["8_Medicare Begins to Rein In Drug Costs for Older Americans - The New York Times", "17_China Reports Nearly 60,000 Covid-Linked Deaths Since Lifting Restrictions - The New York Times", "62_Fentanyl Helps Push Overdose Deaths to Record Level in New York City - The New York Times", "80_Covid: Nurses who died probably caught virus at work - BBC News", "82_Scottish teachers announce 22 more days of strikes - BBC News", "86_Scottish NHS strikes on hold while pay offer negotiated - BBC News", "96_I worry we're killing people - ambulance dispatcher - BBC News", "98_Clash looms on Scottish gender bill as UK government considers veto - BBC News", "106_Ambulance strike: Workers feel betrayed by government, union writes - BBC News", "113_The NHS crisis - decades in the making - BBC News", "114_Nurses' strike: Union says next one will be twice as big - BBC News"]}, "5": {"keyword": "5_game_running_wa_mendy", "cluster_title": " Benjamin Mendy partially acquitted but will never return to former life - BBC News", "docs_title": ["12_How to Find a Running Group - The New York Times", "20_How NFL Receivers Run Their Routes, Step by Step - The New York Times", "64_The Spurs Break an NBA Attendance Record with Alamodome Return - The New York Times", "87_Brighton & Hove Albion 3-0 Liverpool: Seagulls leapfrog Reds after dominant win - BBC Sport", "92_Cardiff City sack manager Mark Hudson - BBC Sport", "99_Premier League LIVE: Man Utd v Man City, Brighton v Liverpool, Wolves v West Ham & Everton v Southampton score, commentary & updates - Live - BBC Sport", "107_Benjamin Mendy found not guilty of six counts of rape - BBC News", "112_Benjamin Mendy partially acquitted but will never return to former life - BBC News", "116_Brighton 3-0 Liverpool: Where now for Jurgen Klopp's Reds after 'worst game'? - BBC Sport", "120_Everton directors miss Southampton game over safety threat - BBC Sport"]}, "6": {"keyword": "6_river_flooding_weather_storm", "cluster_title": " UK weather", "docs_title": ["2_George Kittle of the San Francisco 49ers Is One of Many Residents Without Power - The New York Times", "26_Monterey Peninsula Braces For Possible Flooding - The New York Times", "50_Whiteouts, Landslides and Floods Cut Off California Roads - The New York Times", "57_Studying California’s Storms From Above - The New York Times", "61_California Storms: What Is a Sinkhole and What Causes It?  - The New York Times", "69_California Weather Forecast Through the Weekend - The New York Times", "76_UK weather: More flood warnings ahead of colder spell - BBC News"]}, "7": {"keyword": "7_fraud_black_company_lincoln", "cluster_title": " Just How Common Is Corporate Fraud? - The New York Times", "docs_title": ["35_When Black Characters Double-Deal to Make Ends Meet, It’s Never Enough - The New York Times", "40_Go-Getter - The New York Times", "43_Someone in Maine Won the $1.35 Billion Mega Millions Jackpot - The New York Times", "51_In Video, George Santos Encourages Transgender People to Join GOP - The New York Times", "68_Spelling Bee Answers: Saturday, January 14, 2023 - The New York Times", "71_Just How Common Is Corporate Fraud? - The New York Times"]}, "8": {"keyword": "8_israel_accord_emirate_water", "cluster_title": " Cooperation on Climate Is Emerging in the Middle East - The New York Times", "docs_title": ["47_Cooperation on Climate Is Emerging in the Middle East - The New York Times", "100_Over 80,000 Israelis protest against Supreme Court reform - BBC News"]}}