{"-1": {"keyword": "19_browne_allinger_adidas_song", "cluster_title": " How Thom Browne Beat Adidas in Court - The New York Times", "docs_title": ["0_At Under the Radar, Stories Unfold via Sexts, Tweets and Puppeteers - The New York Times", "1_What Is ‘Shadow Banning’? - The New York Times", "3_Bob Jordan, Southwest Airlines’ CEO, on What Went Wrong - The New York Times", "6_Word of the Day: squall - The New York Times", "9_A Dinner Party With Soap-Shaped Chocolate Bars for Dessert - The New York Times", "14_Opinion | Why Republican Politicians Still Hate Medicare - The New York Times", "16_How the Biden Administration is Battling the Border Surge - The New York Times", "18_Greek Court Drops Espionage Charges Against Aid Workers - The New York Times", "20_Opinion | The FAA Meltdown Proves It’s Time to Finally Fix Air Travel   - The New York Times", "23_Opinion | Why Must We Go About Our Lives With an Eye on the Nearest Exit? - The New York Times", "24_From Kate Middleton to Catherine of Wales: What’s Next? - The New York Times", "25_Your Friday Briefing - The New York Times", "28_On the Couch - The New York Times", "29_Hannes Keller, Swiss Deep-Sea Diving Pioneer, Is Dead at 88 - The New York Times", "31_Will New York City’s Soccer Stadium Cost Taxpayers $0 or $516 Million? - The New York Times", "35_The Presidents and the Classified Documents - The New York Times", "39_Santos’s Lies Were Known to Some Well-Connected Republicans - The New York Times", "47_Bed Bath & Beyond in Talks to Sell Assets - The New York Times", "48_Opinion | Will Euthanasia Be Secular or Sacred? - The New York Times", "50_How the Universe Brought Them Together — Twice - The New York Times", "56_How Would You Redesign Your Doctor’s Office? - The New York Times", "60_U.S. Will Hit Debt Limit on Thursday, Yellen Tells Congress - The New York Times", "63_Book review: “My Strange Shrinking Parents,” by Zeno Sworder, and “The Boy Who Tried to Shrink His Name,” by Sandhya Parappukkaran and Michelle Pereira - The New York Times", "68_How to Shop for Warm, Waterproof Boots - The New York Times", "70_Why Is It So Hard to Talk About Salary, Especially at Work? - The New York Times", "72_Opinion | Pamela Anderson Doesn’t Need Your Redemption. She’s Just Fine. - The New York Times", "86_Your Friday Evening Briefing - The New York Times", "93_Budget for Multiple Bathroom Breaks During ‘Avatar’ - The New York Times", "98_A Faked Kidnapping and Cocaine: A Montana Mine’s Descent Into Chaos - The New York Times", "99_Your Tax Refunds May Be Smaller This Year - The New York Times", "110_Barry Diller Explores Sale of The Daily Beast - The New York Times", "111_Her Mother’s Intuition Proved Right - The New York Times", "113_Opinion | The Romance Novelist Who Faked Her Own Death - The New York Times", "114_Biden and Kishida Vow to Bolster US-Japan Alliance as China’s Power Grows - The New York Times", "121_The Risks That Define New York Times Magazine Photography - The New York Times", "126_Justice Dept. Cracks Down on Firearm Accessories in Bid to Bolster Gun Safety - The New York Times", "131_What Is Menopause Like for Women of Color? - The New York Times", "133_African and Invisible: The Other New York Migrant Crisis - The New York Times", "138_School Searched 6-Year-Old’s Backpack Before Newport News Shooting, Officials Say - The New York Times", "140_‘House Party’ Review: A Rager Gone South - The New York Times", "141_‘Dog Gone’ Review: He Let the Dog Out - The New York Times", "143_Peter Grose, Veteran Foreign Correspondent, Dies at 88 - The New York Times", "147_Their Connection Proved Stronger Than the Elements - The New York Times", "149_Could Black Flight Change a Model of Integration? - The New York Times", "151_Prosecutors Say Young Thug’s YSL Is Both Gang and Rap Label - The New York Times", "155_Adidas loses stripes row trademark battle with luxury designer Thom Browne - BBC News", "159_Nicola Gratteri: The man on the kill list of Italy's most powerful mafia - BBC News", "160_Ezra Miller: The Flash star pleads guilty to trespass but avoids jail - BBC News", "164_King on first official visit in Scotland after Harry book release - BBC News", "167_Shakira diss track breaks Latin YouTube viewing records - BBC News", "170_US renames five places that used racist slur for Native Americans - BBC News", "176_Newport News: Staff were alerted six-year-old may have had a weapon - BBC News", "184_Historic wild camping tradition restricted on Dartmoor - BBC News", "187_North Wales: Aberconwy asylum hotel to welcome leisure guests - BBC News", "191_KSI says Andrew Tate's Top G style is cringey - BBC News", "196_Biden visitor logs under scrutiny after classified files found - BBC News", "198_William and Kate make first appearance since Harry memoir published - BBC News", "206_Fukushima nuclear disaster: Japan to release radioactive water into sea this year - BBC News", "211_Man fined for throwing egg towards King Charles III in Luton - BBC News", "214_Kevin Spacey pleads not guilty to sexual assault charges - BBC News"]}, "0": {"keyword": "0_scotland_gas_kingdom_united", "cluster_title": " Rishi Sunak has concerns about impact of gender reforms - BBC News", "docs_title": ["5_U.A.E. Names Oil Executive to Lead Climate Talks at COP28 - The New York Times", "11_About That Gas Stove - The New York Times", "12_A Hilltop Hideaway in the Scottish Highlands - The New York Times", "19_Quiz: How Much Do You Know About the Health Risks of Alcohol? - The New York Times", "66_Even a Little Alcohol Can Harm Your Health, Research Shows - The New York Times", "132_Opinion | Your Gas Stove May Be Killing You. How Much Should You Worry? - The New York Times", "154_Sweden Says It Has Uncovered a Rare Earth Bonanza - The New York Times", "158_Lützerath: Greta Thunberg joins 'Pinky' and 'Brain' tunnel protest - BBC News", "161_Cromarty Firth and Forth to host first green freeports - BBC News", "166_Nicola Sturgeon and Rishi Sunak's smiles mask a deep political divide - BBC News", "169_'Forever chemicals' still in use in UK make-up - BBC News", "175_Rishi Sunak and Nicola Sturgeon hold private talks in Scotland - BBC News", "183_Heavy rain causes floods and travel chaos across UK - BBC News", "192_UK weather: More flood warnings ahead of colder spell - BBC News", "201_Online Safety Bill changes 'not ruled out' - culture secretary - BBC News", "205_Energy bills predicted to fall further this year - BBC News", "210_Rishi Sunak has concerns about impact of gender reforms - BBC News", "213_ExxonMobil: Oil giant predicted climate change in 1970s - scientists - BBC News", "215_Huge rare earth metals discovery in Arctic Sweden - BBC News", "217_Net zero: Climate action delay will hurt economy, Tory MP’s review says - BBC News"]}, "1": {"keyword": "1_market_inflation_can_bank", "cluster_title": " Big Banks Set Aside Billions as They Brace for a Downturn - The New York Times", "docs_title": ["8_Goldman Sachs’ Marcus Consumer Banking Move Turns Costly - The New York Times", "49_Big Banks Set Aside Billions as They Brace for a Downturn - The New York Times", "59_Opinion | Wonking Out: Inflation Pessimism Is Getting Harder and Harder - The New York Times", "74_Investing When Your Time Horizon Is Short - The New York Times", "80_Opinion | A Guide to the ‘Legal Fictions’ That Create Wealth, Inequality and Economic Crises - The New York Times", "94_Transcript: Ezra Klein Show with Katharina Pistor - The New York Times", "100_Tesla Cuts Prices Sharply as It Moves to Bolster Demand - The New York Times", "102_The SEC’s Crypto Crackdown Intensifies  - The New York Times", "123_Investors Are Walking a Tightrope as Stocks Rise for a Second Week - The New York Times", "129_JPMorgan Sets Aside Money for Bad Debts as ‘Mild Recession’ Looms - The New York Times", "152_Opinion | Lower Inflation Presents the Fed with a Paradox - The New York Times", "188_GDP and the UK economy: Your questions answered - BBC News", "197_Byron Burger chain owner shuts sites and axes jobs - BBC News"]}, "2": {"keyword": "2_woman_work_afghanistan_serpas", "cluster_title": " Afghan Women Are Devastated by Suspension of Aid Under New Taliban Law - The New York Times", "docs_title": ["30_Opinion | Alejandro Jodorowsky’s ‘Dune’ Was Never Made, but With A.I., We Get a Glimpse of His ‘Tron’ - The New York Times", "38_6 New Paperbacks to Read This Week - The New York Times", "40_Book Review: ‘Forbidden Notebook,’ by Alba de Céspedes - The New York Times", "69_Afghan Women Are Devastated by Suspension of Aid Under New Taliban Law - The New York Times", "75_Casey Hayden, a Force for Civil Rights and Feminism, Dies at 85 - The New York Times", "78_Book Review: ‘This Afterlife,’ by A.E. Stallings - The New York Times", "108_Turning Trash Into Poetry - The New York Times", "134_27 People on the Streets of New York Talk About How Much Money They Make - The New York Times", "135_Paul Mescal in a Streetcar Named Desire - The New York Times", "139_Book Review: ‘In the Upper Country,’ by Kai Thomas, ‘Moonrise over New Jessup,’ by Jamila Minnicks and ‘Wade in the Water,’ by Nyani Nkrumah. - The New York Times", "144_Five International Movies to Stream Now - The New York Times", "150_Defining Nonbinary Work Wear and More: The Week in Reporter Reads - The New York Times", "180_Peace Heroines celebrates pioneering women of Northern Ireland - BBC News"]}, "3": {"keyword": "3_pudding_new_can_like", "cluster_title": " The Secret to These Desserts Is Instant Pudding Mix - The New York Times", "docs_title": ["26_In Miami, Food Shopping Can Start in the Parking Lot - The New York Times", "27_Your New York City Dining Questions, Answered - The New York Times", "44_What I’m Excited to Cook This Year - The New York Times", "58_The Great New Zealand Egg Shortage - The New York Times", "73_Spelling Bee Answers: Friday, January 13, 2023 - The New York Times", "85_Easy Chinese New Year Recipes - The New York Times", "92_Cheap Food Items to Buy When They’re on Sale - The New York Times", "105_The Secret to These Desserts Is Instant Pudding Mix - The New York Times", "116_‘That Just Might Work!’ - The New York Times", "124_What to Cook This Weekend - The New York Times", "127_What Is Your Dream Travel Destination? - The New York Times", "204_Chocolate's texture has been examined by the University of Leeds - BBC News"]}, "4": {"keyword": "4_strike_nh_union_pay", "cluster_title": " Welsh NHS strikes to continue despite talks - BBC News", "docs_title": ["103_5 Things to Do This Weekend - The New York Times", "173_Jennie Gow: BBC F1 broadcaster suffers serious stroke - BBC News", "177_Ambulance strike: Wales sees second day of industrial action - BBC News", "179_Welsh NHS strikes to continue despite talks - BBC News", "189_Scottish teacher strikes to go ahead after offer deadline passes - BBC News", "193_Covid: Nurses who died probably caught virus at work - BBC News", "194_Scottish NHS strikes on hold while pay offer negotiated - BBC News", "195_NHS Tracker: How are your local NHS services coping this winter? - BBC News", "202_University staff plan 18 new days of strikes - BBC News", "209_Welsh Ambulance: Woman pleaded for help as her husband died - BBC News", "212_Benjamin Mendy partially acquitted but will never return to former life - BBC News", "216_The NHS crisis - decades in the making - BBC News"]}, "5": {"keyword": "5_presley_lisa_marie_elvis", "cluster_title": " Celebrities Remember Lisa Marie Presley - The New York Times", "docs_title": ["17_Lisa Marie Presley, a Life in Pictures - The New York Times", "37_Constantine II, the Last King of Greece, Dies at 82 - The New York Times", "51_Fans Mourn Lisa Marie Presley, Daughter of the King, at Graceland - The New York Times", "57_Celebrities Remember Lisa Marie Presley - The New York Times", "88_Robbie Knievel, a Motorcycle Daredevil Like His Father, Dies at 60 - The New York Times", "106_For Priscilla Presley, Lisa Marie Is Another Public, Painful Loss - The New York Times", "120_Lisa Marie Presley, Singer-Songwriter and Daughter of Elvis, Dies at 54 - The New York Times", "122_Lisa Marie Presley on Elvis, Michael Jackson and Her Music - The New York Times", "165_Lisa Marie Presley, singer and daughter of Elvis, dies aged 54 - BBC News", "168_Lisa Marie Presley: How she turned personal tragedy into hope - BBC News", "171_Lisa Marie to be buried next to son at Graceland - BBC News"]}, "6": {"keyword": "6_wa_kohberger_mr_police", "cluster_title": " Idaho Murders Suspect Felt ‘No Emotion’ and ‘Little Remorse’ as a Teen - The New York Times", "docs_title": ["107_Idaho Murders Suspect Felt ‘No Emotion’ and ‘Little Remorse’ as a Teen - The New York Times", "162_Man jailed for life for murder in oldest double jeopardy case - BBC News", "163_Benjamin Mendy found not guilty of six counts of rape - BBC News", "174_Mark Brown: 'Pure evil' killer gets life sentence for women's murders - BBC News", "181_Monmouthshire: Man jailed for life for caravan fire murder - BBC News", "186_Newcastle United star Joelinton charged with drink-driving - BBC News", "190_Natalie McNally: Man released on bail over murder of Lurgan woman - BBC News", "199_Christmas Eve pub shooting: Man charged with Elle Edwards murder - BBC News", "207_Caterham dog attack: Dog walker was mauled to death - BBC News", "218_Arthur Labinjo-Hughes: Children still at risk of harm after boy's murder - BBC News", "219_Man charged with Elle Edwards murder appears in court - BBC News"]}, "7": {"keyword": "7_water_storm_california_county", "cluster_title": " In a Drought, California Is Watching Water Wash Out to Sea - The New York Times", "docs_title": ["10_In a Drought, California Is Watching Water Wash Out to Sea - The New York Times", "53_Remains of Florida Woman Missing Since Hurricane Ian Are Found - The New York Times", "54_Corrections: Jan. 13, 2023 - The New York Times", "83_Clouded Leopard Found at Dallas Zoo After ‘Suspicious’ Tear in Enclosure - The New York Times", "87_At Least 9 Dead After Tornadoes Shred Through Alabama and Georgia - The New York Times", "128_The New York Times News Quiz, January 13, 2023 - The New York Times", "182_British drone user raises shark alarm in Australia - BBC News", "203_Your pictures of Scotland: 6 - 13 January - BBC News"]}, "8": {"keyword": "8_ballet_music_score_balanchine", "cluster_title": " Setting the Tempo With One Eye on the Stage - The New York Times", "docs_title": ["34_Review: From an Eco Art Village, a Dance About Community - The New York Times", "71_Lumberyard Performing Arts Center in Hudson Valley to Be Sold - The New York Times", "84_Miguel Gutierrez Awarded New York Live Arts Residency - The New York Times", "115_Review: Songs That Defy the ‘Quotidian Nature of Evil’ - The New York Times", "119_Variety: Acrostic - The New York Times", "136_Review: A Guest Conductor Reveals the Philharmonic’s Potential - The New York Times", "146_Setting the Tempo With One Eye on the Stage - The New York Times"]}, "9": {"keyword": "9_player_match_tennis_ha", "cluster_title": " Sometimes Tennis Is a Waiting Game. And Waiting and Waiting. - The New York Times", "docs_title": ["4_At Juventus, a Strange Season Takes Another Turn - The New York Times", "15_Australian Open Organizers Hope the Drama Stays on the Court - The New York Times", "46_Holger Rune Making a Name for Himself in Tennis - The New York Times", "61_Sometimes Tennis Is a Waiting Game. And Waiting and Waiting. - The New York Times", "76_Russia Found ‘No Fault’ for Kamila Valieva in Doping Violation - The New York Times", "91_War and Motherhood Sidelined Ukraine’s Elina Svitolina. She’s Ready to Return. - The New York Times", "157_Autism: Wales cheerleader hopes to inspire more boys - BBC News"]}, "10": {"keyword": "10_mr_president_classified_special", "cluster_title": " Quotation of the Day", "docs_title": ["13_Quotation of the Day: Special Counsel for Biden’s Inquiry is Familiar With Pitfalls of the Job - The New York Times", "67_How Classified Information Is Handled - The New York Times", "79_Washington Adjusts to Altered Landscape After Justice Dept. Installs Special Counsel - The New York Times", "109_Who Is Robert Hur, the Special Counsel for the Biden Documents Case? - The New York Times", "117_The History of Presidents and Special Prosecutors - The New York Times", "200_Classified documents: Biden inadvertently misplaced classified files - White House - BBC News"]}, "11": {"keyword": "11_russia_ukraine_soledar_force", "cluster_title": " Ukraine war", "docs_title": ["77_A Small, Disputed Victory - The New York Times", "118_Russia’s Claim to Seize Soledar in Ukraine Exposes Rifts Among Forces - The New York Times", "145_How Western Goods Reach Russia: A Long Line of Trucks Through Georgia - The New York Times", "156_Ukraine defence minister: We are a de facto member of Nato alliance - BBC News", "178_Ukraine war: Soledar devastation revealed in satellite images - BBC News", "208_Soledar: Russia claims victory in battle for Ukraine salt mine town - BBC News"]}, "12": {"keyword": "12_mr_crane_trump_republican", "cluster_title": " Why Eli Crane Defied Kevin McCarthy - The New York Times", "docs_title": ["43_Why Eli Crane Defied Kevin McCarthy - The New York Times", "55_New Rule Could Give House Lawmakers a Tax-Free $34,000 Pay Bump - The New York Times", "62_Russell Pearce, Fiery Foe of Illegal Immigration, Dies at 75 - The New York Times", "89_Biden Will Deliver State of the Union Address on Feb. 7 - The New York Times", "95_Opinion | Kellyanne Conway: The Cases for and Against Trump - The New York Times"]}, "13": {"keyword": "13_city_nurse_mayor_budget", "cluster_title": " Adams Unveils $103 Billion Budget as New York Faces Major Challenges - The New York Times", "docs_title": ["2_Former San Jose Mayor Sam Liccardo Discusses Tenure in Interview - The New York Times", "33_Adams Unveils $103 Billion Budget as New York Faces Major Challenges - The New York Times", "90_Barclays Center Drops SeatGeek and Returns to Ticketmaster - The New York Times", "104_Saks Fifth Avenue Owner Unveils Plan for Casino at NYC Store  - The New York Times", "130_Budget Slashes 3-K for New York City Children - The New York Times"]}, "14": {"keyword": "14_kessler_biden_dr_vaccine", "cluster_title": " David Kessler, Leader of Biden’s Covid Vaccine Effort, Is Stepping Down - The New York Times", "docs_title": ["22_Opinion | Can’t We Protect Classified Papers Better? - The New York Times", "32_The Best of Late Night This Week - The New York Times", "41_David Kessler, Leader of Biden’s Covid Vaccine Effort, Is Stepping Down - The New York Times", "42_Stephen Colbert: ‘Say It Ain’t So, Joe!’ - The New York Times"]}, "15": {"keyword": "15_de_la_en_los", "cluster_title": " Así es como Finlandia enseña a los chicos a detectar la desinformación - The New York Times", "docs_title": ["21_Alexa, ¿puedes decirme por qué deberíamos usarte? - The New York Times", "81_Así es como Finlandia enseña a los chicos a detectar la desinformación - The New York Times", "97_Alexa, ¿dónde puse mis recuerdos? - The New York Times", "137_Hunter Biden: ¿qué dificultades enfrenta? - The New York Times"]}, "16": {"keyword": "16_monk_chen_china_mao", "cluster_title": " Love Letter", "docs_title": ["82_Love Letter: A Former Monk’s Dating Advice - The New York Times", "112_Date Like a Monk - The New York Times", "125_What Language Do You Speak to Express Love? - The New York Times", "148_She Witnessed Mao’s Worst Excesses. Now She Has a Warning for the World. - The New York Times"]}, "17": {"keyword": "17_trump_mr_carroll_judge", "cluster_title": " E. Jean Carroll’s Lawsuit Accusing Trump of Rape Can Proceed, Judge Rules - The New York Times", "docs_title": ["36_Trump Organization Fined $1.6 Million for Evading Taxes - The New York Times", "64_Who Are the Proud Boys on Trial for Seditious Conspiracy? - The New York Times", "96_Kevin Spacey Pleads Not Guilty to 7 Charges of Sexual Misconduct in U.K. - The New York Times", "101_E. Jean Carroll’s Lawsuit Accusing Trump of Rape Can Proceed, Judge Rules - The New York Times"]}, "18": {"keyword": "18_mail_sighting_defense_agency", "cluster_title": " Royal Mail hit by Russia-linked ransomware attack - BBC News", "docs_title": ["45_Did Aliens Land on Earth in 1945? A Defense Bill Seeks Answers. - The New York Times", "52_Investigation Blames Negligence, Poor Planning for Seoul Crowd Crush  - The New York Times", "172_Royal Mail hit by Russia-linked ransomware attack - BBC News", "185_UFO reports by US troops skyrocket to over 500 - BBC News"]}, "19": {"keyword": "19_browne_allinger_adidas_song", "cluster_title": " How Thom Browne Beat Adidas in Court - The New York Times", "docs_title": ["7_Have Celebrity Sleuthing and Hunting for Easter Eggs Gone Too Far? - The New York Times", "65_A Courtship Fit for a Drag Queen and an ‘Emperor’ - The New York Times", "142_Everything But the Girl’s Long-Awaited Return, and 12 More New Songs - The New York Times", "153_How Thom Browne Beat Adidas in Court - The New York Times"]}}